Repository: TihomirMarinov/ShopO-tranlater
Catalog: messages.*.xlf
Languages: bg

source: Accept
bg: Приемам

# accessDeniedForThisProfile
source: Access is denied for this Profile.
bg: Достъпът е отказан.

source: Accessed denied - forbidden resource.
bg: Достъпът отказан – забранен ресурс.

# accountCreatedSuccessfully
source: User account is created successfully.
bg: Потребителският акаунт е създаден успешно.

# accountIsNotActivatedYet
source: Your user account is not activated by ShopO yet.
bg: Акаунтът все още не е активиран.

# accountWithTheSameMailAlreadyExists
source: User account with the same e-mail address already exists. Please use another e-mail address.
bg: Потребител с този ел. адрес, вече съществува. Моля, опитайте да въведете друг ел.адрес.

# accountWithTheSamePhoneNumberAlreadyExists
source: User account with the same phone number already exists. Please use another phone number to create new account.
bg: Потребител с този телефонен номер, вече съществува. За да създадете акаунт, моля, опитайте да въведете друг номер.

# activateButton
source: Activate
bg: Активиране

# activateMyUS
source: Activate
bg: Активиране

# addAccountBtn
source: Add account
bg: Добави сметка

source: Add address
bg: Добави адрес

# addCashBackAccount
source: Add merchant account
bg: Добави акаунт на магазин

source: Add Expense
bg: Добави разход

source: Add Invoice
bg: Добави фактура

source: Additional Expenses
bg: Допълнителни разходи

source: Add Photo
bg: Добави снимка

source: Add product
bg: Добави продукт

source: Address
bg: Адрес

source: Address1:
bg: Адрес1:

source: Address2:
bg: Адрес2:

# addressPage
source: ShopO LLC<br/> 9600 Blue Larkspur Lane, Suite 201<br/> Monterey, CA 93940<br/><a>info@shopo.com</a>
bg: ShopO LLC{LINE_BREAK} 9600 Blue Larkspur Lane, Suite 201{LINE_BREAK} Monterey, CA 93940{LINE_BREAK}{START_LINK}info@shopo.com{CLOSE_LINK}

# addressShouldBeShorter
source: The Address line should be shorter.
bg: Адресът трябва да е по-кратък.

# alertCircleJoinRequestSent
source: The request was sent.
bg: Заявката беше изпратена.

# alertInvalidImage
source: Current clipboard contents don't have a valid image.
bg: В копираното съдържание отсъства валидно изображение.

# alertInvalidPassword
source: Invalid password.
bg: Невалидна парола.

# alertLoading
source: Loading...
bg: Зареждане...

# alertPending
source: Pending...
bg: Изчакване...

# alertRequestAccepted
source: The request was accepted.
bg: Заявката беше одобрена.

# alertRequestRejected
source: The request was rejected.
bg: Заявката беше отхвърлена.

# alertSuccessPasswordChange
source: Password was changed.
bg: Паролата беше променена.

# alertWaitImageUpload
source: Wait until the image is uploaded and press 'Save' again.
bg: Изчакайте докато снимката се качи и след това щракнете върху „Запази“, отново.

# alertWarningPopupBlocked
source: You may need to disable Popup blocker in your browser.
bg: Може да се наложи да деактивирате блокирането на изкачащи прозорци във браузъра Ви.

# allButton
source: All
bg: Всички

# amountLabel
source: Amount:
bg: Сума:

source: Apply
bg: Приложи

source: Are you sure you want to delete selected address?
bg: Желаете ли да премахнете избрания адрес?

# askPasswordTitle
source: Please enter password of your account
bg: Моля, въведете парола на Вашия профил

# automaticallyRateCheckbox
source: Automatically
bg: Автоматично

# banUserInDev
source: The function is being developed
bg: Функцията все още се разработва

# becomeLeader
source: Become a Circle Leader
bg: Станете лидер на кръг

# becomeMember
source: Become a Circle Member
bg: Станете клиент

# btnCancel
source: Cancel
bg: Откажи

# btnSend
source: Send
bg: Изпрати

# button_clear
source: Clear
bg: Изчисти

# button_CollapseList
source: Collapse list
bg: Свий списъка

# button_CreditFunds
source: Credit funds
bg: Зареди средства

# button_ExpandList
source: Expand list
bg: Разшири списъка

# button_GrabLink
source: Grab
bg: Попълни от сайта

# button_nextProduct
source: Next product
bg: Следващ продукт

# button_PlaceOrder
source: Place Order
bg: Направи поръчка

# button_previousProduct
source: Previous product
bg: Предишен продукт

# button_UseFunds
source: Use funds
bg: Използвай средства

source: BUY
bg: КУПИ

# calendarPickerTodayBtn
source: Today
bg: Днес

# cancelButton
source: Cancel
bg: Откажи

source: Cancel preview
bg: Откажи предварителния преглед

source: Card number:
bg: Номер на карта:

# cardNumber16Digits
source: Card number must be 16 digits
bg: Кодът трябва да е 16 цифри

# cashbackAccountsNotFound
source: The CL does not have merchants' accounts.
bg: Лидерът няма налични акаунти на магазини.

# cashbackDescriptionField
source: Description:
bg: Описание:

# cashbackGeneralPopupFormError
source: Incorrect or not entered value
bg: Некоректна или невъведена стойност

# cashbackLoginLabel
source: Login:
bg: Вход:

# cashbackPasswordField
source: Password:
bg: Парола:

# cashbackPopupFormError
source: Incorrect entered value
bg: Некоректно въведена стойност

# cashbackTitleLabel
source: Title:
bg: Заглавие:

# cashbackWebsiteLabel
source: Website:
bg: Уеб сайт:

source: Category:
bg: Категория:

# categoryLabel
source: Category
bg: Категория

# changeStatusToNotPaid
source: Do you want to change the payment status to “Not Paid”?
bg: Желаете ли да промените статуса на плащането на „Неплатено“?

# changeStatusToPaid
source: Do you want to change the payment status to “Paid”?
bg: Желаете ли да промените статуса на плащането на „Платил“?

# Chat
source: Open chat
bg: Отвори чат

# chatStatusClosed
source: Connection lost.
bg: Връзката се разпадна.

# chatStatusConnected
source: Connected successfully.
bg: Успешно свързван.

# chatStatusConnecting
source: Please wait. Attempt to connect...
bg: Моля, изчакайте. Прави се опит за свързване...

# chatStatusRetrying
source: Connection lost. Attempt to reconnect...
bg: Връзката се разпадна. Прави се опит за свързване...

# chatWindow-AllConversations
source: All
bg: Всички

# chatWindow-chatWith
source: Chat with {{ user.fname }}{{ user.lname}}
bg: Чат с {INTERPOLATION}{INTERPOLATION_1}

# chatWindow-CircleConversations
source: Circle Chat
bg: Общ чат на кръга

# chatWindow-CLsConversations
source: CLs' Chat
bg: Чат с лидери

# chatWindow-ContactsTab
source: Contacts
bg: Контакти

# chatWindow-Earlier
source: Earlier
bg: По-рано

# chatWindow-LastTab
source: Last
bg: Последни

# chatWindow-NoContacts
source: No contacts found.
bg: Няма намерени контакти.

# chatWindow-NoConversations
source: No conversations found.
bg: Няма намерени разговори.

# chatWindow-OrderConversations
source: Order Chats
bg: Чатове за поръчки

# chatWindow-PrivateConversations
source: Private Chats
bg: Частни чатове

# chatWindow-ProfileTypeAdministrator
source: (Administrator)
bg: (Администратор)

# chatWindow-ProfileTypeLeader
source: (Leader)
bg: (Лидер)

# chatWindow-ProfileTypeMember
source: (Member)
bg: (Клиент)

# chatWindow-Titlebar
source: Chat
bg: Чат

# chatWindow-Today
source: Today
bg: Днес

# chatWindow-Yesterday
source: Yesterday
bg: Вчера

source: Choose File
bg: Избор на файл

# circleLeader
source: CL
bg: Лидер

source: Circle Leaders
bg: Лидери

source: Circle Leaders in your region
bg: Лидери във Вашия регион

# circleMember
source: Circle Members
bg: Клиенти

source: City
bg: Град

source: City:
bg: Град:

# cityLabel
source: City:
bg: Град:

# CLactivated
source: Your account has been successfully activated
bg: Вашият профил беше успешно активиран

# CLCommentLabel
source: Comment (CL):
bg: Коментар (лидер):

# CLcreated
source: Your account has been successfully created
bg: Вашият профил беше успешно създаден

source: Clear
bg: Изчисти

# clickOnTheMap
source: Click on the map to select your location
bg: Щракнете върху картата, за да изберете Вашата локация

# CLNotFound
source: Circle Leader with provided phone number was not found.
bg: Няма намерен лидер с този телефонен номер.

# closeButton
source: Close
bg: Затвори

source: CL Since:
bg: Лидер от:

# CLsPhoneNumber
source: Circle Leader’s Phone Number
bg: Телефонен номер на лидера

# CLsPhoneNumberIsRequiredField
source: Circle Leader’s Phone number is required field!
bg: Полето телефонен номер на лидера е задължително!

# CLsPhoneNumberShouldBeShorter
source: The Circle Leader’s Phone number should be shorter.
bg: Телефонният номер на лидера трябва да е по-кратък.

# CMactivated
source: Your account has been successfully activated
bg: Вашият профил беше успешно активиран

# CMCommentLabel
source: Comment (CM):
bg: Коментар (Клиент):

# CMcreated
source: Your account has been successfully created
bg: Вашият профил беше успешно създаден

# CM-label
source: CM
bg: Клиент

# cmNotFoundInCircle
source: You don't have CM in your circle.
bg: Нямате клиенти във Вашия кръг.

# CMs-circle-profile
source: CMs:
bg: Клиенти:

# CMs-label
source: CMs
bg: Клиенти

source: Code from email
bg: Код от Ел. поща

# codeFromEmailCarefully
source: Please type the code from E-mail letter carefully in the field.
bg: Моля, въведете кодът от ел. писмо, внимателно.

source: Code from SMS
bg: Код от SMS

# codeWrongOrNotFound
source: The code is either wrong or not found.
bg: Кодът е грешен или не е намерен.

# collapseItems
source: Collapse
bg: Свиване

# colorLabel
source: Color:
bg: Цвят:

# colorRequired
source: The Color is required!
bg: Полето цвят е задължително!

# colorShouldBeLess
source: The color should be less than 20 characters
bg: Полето цвят не трябва да надвишава 20 символа

# commentLabel
source: Comment
bg: Коментар

source: Comments:
bg: Коментари:

# commentShouldBeShorter
source: The Comment should be shorter.
bg: Коментарът трябва да е по-кратък.

# commentsLabel
source: Comments
bg: Коментари

source: Confirm
bg: Потвърждение

source: Confirm new Password
bg: Потвърждение на новата парола

source: Confirm password
bg: Потвърждение на паролата

source: Contact
bg: Контакт

# continueButton
source: Continue as Member
bg: Продължение

# Copy
source: Copy offer
bg: Копирай офертата

# copyChatMessage
source: Copy Message
bg: Копирай съобщението

source: Copy offer
bg: Копирай офертата

# copyPasswordButton
source: Copy
bg: Копирай

# copyright
source: © 2013 - {{ currentYear }} ShopO LLC. All rights reserved.
bg: © 2013 - {INTERPOLATION} ShopO LLC. Всички права запазени.

# countryLabel
source: Country:
bg: Държава:

source: Courier:
bg: Куриер:

source: Create New
bg: Създай оферта

# createTransactionButton
source: Notify CL about payment
bg: Извести за плащане

source: Credit Card:
bg: Кредитна карта:

# CreditCardExpired
source: Exp. Date
bg: Дата на валидност

# creditCardHoldername
source: Add credit card for {{creditCard.holderName}}
bg: Добави кредитна карта за {INTERPOLATION}

source: Credit card not activated.
bg: Кредитната карта не е активирана.

# CreditCardNumber
source: Card Number
bg: Номер на карта

source: Credit funds
bg: Зареждане на средства

# creditFundsConfirm
source: Credit funds - Confirm transaction
bg: Зареждане на средства - потвърждение на транзакцията

# cvvError
source: CVV must be 3 digits
bg: CVV трябва да е 3-цифрен

source: Date
bg: Дата

# dateOfBirthLabel
source: Date of birth:
bg: Дата на раждане:

source: Date of Placement
bg: Дата на създаване

source: Date of Shipment
bg: Дата на изпращане

source: Date received by courier:
bg: Дата на доставка от куриер:

source: Date received Locally:
bg: Дата на получаване локално:

source: Decline
bg: Отхвърлям

# deleteCurrentCollage
source: Are you sure you want to delete your current collage?
bg: Желаете ли да изтриете колажа?

source: Delete order
bg: Изтрий поръчката

# deletePhoto
source: Delete
bg: Изтрий

# description_paymentDetails
source: Payment details that will be used by default for the next invoice.
bg: Подробности за плащането, които ще се използват по подразбиране за следващата фактура.

# descriptionLabel
source: Description:
bg: Описание:

source: Discounted shipping
bg: Отстъпки при доставка

source: Discuss together
bg: Обсъдете заедно

source: Discuss with all buyers
bg: Обсъди с всички клиенти

source: Discuss with CL
bg: Обсъди с лидера

source: Discuss with CM
bg: Обсъди с клиента

source: Discuss with Leaders
bg: Обсъди с лидери

source: Discuss with Members
bg: Обсъди с клиентите

# donatedLabel
source: Donated:
bg: Дарено:

source: Do you want to remove whole order?
bg: Желаете ли да премахнете цялата поръчка?

# DropZone
source: Drag image here or click to select image
bg: Поставете снимката тук, или щракнете, за да изберете снимка

# earnedLabel
source: Earned:
bg: Спечелено:

# earnJobcoins
source: Earn more jobcoins
bg: Спечелете повече JobCoins

source: Edit
bg: Редактирай

# Edit
source: Edit offer
bg: Редактирай офертата

source: Edit address
bg: Редакция на адрес

# editCashBackAccount
source: Edit merchant account
bg: Редактирай акаунт

source: Edit offer
bg: Редактирай офертата

source: Edit order
bg: Редактирай поръчката

source: Edit product
bg: Редактирай продукт

source: Email:
bg: Ел. поща:

# emailIsNotValidatedYet
source: Your email address is not validated yet.
bg: Ел. адрес не е потвърден все още.

# emailLabel
source: Email
bg: Ел. адрес

# enterNewPassword
source: Enter new Password (8 - 64 characters)
bg: Въведете нова парола (5 до 20 символа)

# enterNumberBetween
source: Enter number between 1 and 99
bg: Въведете число между 1 и 99

# enterPhoneNumber
source: Enter your phone number.
bg: Въведете своя телефонен номер.

# enterPhoneNumberAssociated
source: Enter phone number associated with your ShopO Circles account.
bg: Въведете телефонния номер, свързан с Вашия профил в ShopO Circles.

# enterShorterText
source: Please enter shorter text.
bg: Въвете по-кратък текст.

source: Enter your message
bg: Напишете своето съобщение

# errorAdditionalExpensesHasNotMember
source: There has not a Member.
bg: Няма налични клиенти.

# errorAdditionalExpensesMemberIsLeader
source: The selected member is a Leader.
bg: Избраният клиент е лидер.

# errorAdditionalExpensesStatusNotPending
source: Error on deleting additional expense due to status not pending.
bg: Възникна грешка при изтриването на допълнителен разход вследствие, че състоянието не е „в изчакване“.

# errorAddress1Latin
source: Address must be in English
bg: Адресът трябва да е на английски език

# errorAddress1MaxLength25
source: Address must be 35 characters or less
bg: Не трябва да надвишава 35 символа

# errorAddress1Required
source: Address is required
bg: Адресът е задължителен!

# errorAddress2Latin
source: Address2 must be in English
bg: Адресът трябва да е на английски език

# errorAddress2MaxLength25
source: Address2 must be 35 characters or less
bg: Адресът не трябва да надвишава 35 символа

# errorAmountInvalid
source: Invalid amount.
bg: Невалидна сума.

# errorAmountInvalidRange
source: Type amount between 0 and 1000000
bg: Въведете сума между 0 и 1000000

# errorAmountRequired
source: The Amount value is required.
bg: Полето сума е задължително.

# errorCityLatin
source: City must be in English
bg: Градът трябва да е на английски език

# errorCityMaxLength25
source: City must be 20 characters or less
bg: Не трябва да надвишава 35 символа

# errorCityRequired
source: City is required
bg: Полето град е задължително!

# errorCountryRequired
source: Country is required
bg: Полето държава е задължително!

# errorFnameLatin
source: First Name must be in English
bg: Името трябва да е на английски език

# errorFnameMaxLength25
source: First Name cannot exceed 15 characters
bg: Не трябва да надвишава 25 символа

# errorFnameRequired
source: First Name is required
bg: Полето име е задължително!

# errorInvalidOption
source: Invalid option.
bg: Невалиден избор.

# errorInvalidPhoneNumber
source: Invalid Phone number.
bg: Невалиден телефонен номер.

# errorLnameLatin
source: Last Name must be in English
bg: Името трябва да е на английски език

# errorLnameMaxLength25
source: Last Name cannot exceed 20 characters
bg: Не трябва да надвишава 25 символа

# errorLnameRequired
source: Last Name is required
bg: Полето фамилно име е задължително!

# errorPasswordIncorrectOld
source: Old password is not correct.
bg: Старата парола не е коректна.

# errorPasswordInsecure
source: Password is not secure.
bg: Паролата не е силна.

# errorPostalCodeLatin
source: Postal Code cannot contain illegal characters
bg: Полето не може да съдържа невалидни символи

# errorPostalCodeMaxLength25
source: Postal Code must be 20 characters or less
bg: Не трябва да надвишава 20 символа

# errorPostalCodeRequired
source: Postal Code is required
bg: Полето пощенски код е задължително!

# errorProductHasNotMember
source: Product has not a Member.
bg: Продуктът няма избран клиент.

# errorProductMemberIsLeader
source: Product member is Leader.
bg: Клиентът на продукта е лидер.

# errorstateLatin
source: State or Province must be in English
bg: Трябва да бъде на английски език

# errorstateMaxLength25
source: State or Province cannot be longer than 35 characters
bg: Не трябва да надвишава 35 символа

# errorTokenFailedAuthNeeded
source: New Authentication needed.
bg: Необходима е нова автентикация.

# errorTransactionStatusNotPending
source: Transaction status not pending.
bg: Състоянието на транцакцията не е „в изчакване“.

# errorUserNotFound
source: User not found.
bg: Потребителят не е намерен.

# errorUserSignedUpCustom
source: A user with same Phone number already exists.
bg: Потребител със същия телефонен номер вече съществува.

# exp
source: Expiration:
bg: Валидност:

# expDate
source: Expiration Date:
bg: Дата на валидност:

# exportLabel
source: Export
bg: Експорт

source: {VAR_PLURAL, plural, =1 {character} other {characters} }
bg: {VAR_PLURAL, plural, =1 {символ} other {символа} }

# Favorite
source: Add to favorite
bg: Добави в запазени

# FBshare
source: Share
bg: Сподели

# fieldRequired
source: This field is required.
bg: Полето е задължително.

# fillInTheForm
source: Fill in the form to finish the registration process
bg: Попълнете формулярът, за да приключите с регистрацията

# financesMemberColumnAmount
source: Amount
bg: Сума

# financesMemberColumnCreated
source: Created
bg: Издадено

# financesMemberColumnProcessed
source: Processed
bg: Обработен

source: Find out more
bg: Научете повече

source: First name
bg: Име

source: First Name:
bg: Име:

# firstNameIsRequired
source: The First name is required.
bg: Полето име е задължително.

# firstNameLabel
source: First Name:
bg: Име:

# firstNameShouldBeShorter
source: The First name should be shorter.
bg: Името трябва да е по-кратко.

# footer-academy
source: ACADEMY
bg: АКАДЕМИЯ

# footer-address
source: ADDRESS
bg: АДРЕС

# footer-contacts
source: Contact us
bg: Контакти

# footer-home
source: HOME
bg: Начало

# footer-leaders
source: LEADERS
bg: ЛИДЕРИ

# footer-mall
source: STORES
bg: МАГАЗИНИ

# footer-privacyPolicy
source: Privacy Policy
bg: Поверителност

# footer-termsAndConditions
source: Terms and Conditions
bg: Условия за ползване

source: Forgot password?
bg: Забравена парола?

source: From:
bg: От:

source: GET CVV
bg: Вземи CVV

# goBack
source: Back
bg: Назад

# grabUrlIncorrectLink
source: Incorrect link.
bg: Некоректен линк.

# grabUrlMerchantNotSupported
source: Merchant not supported.
bg: Магазина не се поддържа.

# grabUrlPageNotFound
source: Product not found.
bg: Продуктът не е намерен.

# header-circle
source: Circle
bg: Кръг

# header-circleOf
source: of {{leader?.fname}}{{leader?.lname}}
bg: Кръгът на {INTERPOLATION}{INTERPOLATION_1}

# header-finances
source: Finances
bg: Финанси

# header-joinCircle
source: Join {{leader?.fname}}’s Circle
bg: Присъедини се към {INTERPOLATION}

# header-joinShopoCircles
source: Join ShopO Circles
bg: Присъедини се към ShopO

# header-leaders
source: Circle Leaders in Your Country
bg: Лидери във Вашия регион

# header-myPreferences
source: My Preferences
bg: Моите предпочитания

# header-offers
source: Offers
bg: Оферти

# header-orders
source: Orders
bg: Поръчки

# header-profile
source: Profile
bg: Профил

# header-recentSummaryOffers
source: Recent Offers of Circle Leaders
bg: Последни оферти на лидери

# header-security
source: Security
bg: Сигурност

# headerSendInviteEmail
source: Send invitation by email
bg: Изпрати покана по ел. поща

# headerSendInvitePhone
source: Send invitation by pnone
bg: Изпрати покана по телефон

# header-signOut
source: Sign out
bg: Изход

# header-text_1
source: EARN YOUR LIVELIHOOD BY SHOPPING ONLINE FOR OTHERS
bg: СЪЗДАЙТЕ СОБСТВЕН БИЗНЕС, ДОКАТО ПАЗАРУВАТЕ ОНЛАЙН ЗА ДРУГИ

# header-text_2
source: As a ShopO Circle Leader, build your own lucrative business by shopping on the world-wide web for your friends and neighbors.
bg: Като Лидер на шопинг кръг в ShopO, ще изградите свой собствен печеливш бизнес като пазарувате в Интернет за Вашите приятели и съседи. Без инвестиция, без риск, без условия, без скрити такси. Единственото ни условие е да сте роден търговец с усет към пазаруването.

# header-text_3
source: SHOP WITH A PERSONAL SHOPPER FROM YOUR OWN NEIGHBORHOOD
bg: ПАЗАРУВАЙТЕ С ЛИЧЕН КОНСУЛТАНТ, НА КОЙТО МОЖЕТЕ ДА РАЗЧИТАТЕ ЗА ВСИЧКО

# header-text_4
source: As a ShopO Circle Member, use your neighborhood Circle Leader to find the best deals available on the web, purchase merchandise for you, and handle all the details of international delivery.
bg: Като клиент на шопинг кръг в ShopO, Вие ще получавате ежедневна селекция от най-добрите сделки, налични онлайн, ще можете да правите поръчка чрез Вашият Лидер на кръг, който ще уреди всички подробности за поръчката, международна доставка и плащането. Вие получавате това, което искате, без никакъв ангажимент и риск.

# header-text_5
source: With an emphasis on social shopping, ShopO Circles unlocks your ability to purchase any merchandise available on the world-wide web. Join a ShopO Circle - for access to significant savings through merchant deals and group discounts, globally accepted payment methods, reduced shipping costs, and a personal shopping assistant in your own neighborhood.
bg: Социалното пазаруване е новият моден тренд. Минимум усилия, максимум резултати. ShopO Circles дава възможност да проявите открито Вашият талант да харчите пари, Вашите умения да откривате най-добрите сделки, налични в Интернет. Станете част от ShopO Circles – за достъп до спестявания чрез търговски сделки и групови отстъпки, глобално приемливи методи за плащане, редуцирани разходи за доставка и личен търговски помощник във Вашия собствен квартал.

# header-text_6
source: Create a ShopO Circle - to build your own business while shopping for your friends and neighbors.
bg: Създайте ShopO Circles – за да изградите свой собствен бизнес докато пазарувате за Вашите приятели и съседи.

# header-userManagement
source: User Management
bg: Управление на потребителите

# header-usIdentity
source: US Identity
bg: Американски паспорт

# helpButton
source: Help
bg: Помощ

source: Hide Filter
bg: Скрий филтър

source: Hide info...
bg: Скрий...

# incorrectAuthTokenFormat
source: Incorrect Format of the Auth Token.
bg: Некоректен формат на токена.

source: Incorrect expiration date
bg: Некоректна дата на валидност

source: Input error.
bg: Грешка във входните данни.

# invalidCLsPhoneNumber
source: Invalid Circle Leader’s Phone number.
bg: Невалиден телефонен номер на лидера.

source: Invalid credentials.
bg: Неправилен телефон или парола.

source: Invalid Email address.
bg: Невалиден ел. адрес.

# invalidPhoneNumber
source: Incorrect format {{user.phone}}.
bg: Неправилен формат {{user.phone}}.

source: Invalid phone number or password.
bg: Невалиден телефон или парола.

source: Invalid value
bg: Невалидна стойност

# invalidVerificationCode
source: Verification code is invalid.
bg: Кодът за проверка е невалиден.

source: Invite new:
bg: Покани:

# InvoiceAdditionalExpenses
source: Additional Expenses
bg: Допълнителни разходи

# InvoiceAvailableBalance
source: Including CM's Balance
bg: Включващ баланс на клиента
