Repository: TihomirMarinov/ShopO-tranlater
Catalog: messages.*.xlf
Languages: bg

# InvoiceBuyer
source: CM:
bg: Клиент:

# InvoiceComission
source: Comission
bg: Комисиона

# InvoiceCommentTooLong
source: The comment should be less than 10000 characters
bg: Полето коментар трябва да е под 10000 символа

source: Invoice Date
bg: Дата на издаване

# InvoiceDiscount
source: Discount
bg: Отстъпка

# invoiceDueDate
source: Due date
bg: Дата на плащане до

# InvoiceDueDate:
source: Due date:
bg: Дата на плащане до:

# invoiceExchangeRateLabel
source: Exchange rate {{ invoice?.order_exchange_rate?.currency_from }}/{{ invoice?.order_exchange_rate?.currency_to }}:
bg: Валутен курс {{ invoice?.order_exchange_rate?.currency_from }}/{{ invoice?.order_exchange_rate?.currency_to }}:

# InvoiceExpensesComments
source: Comments
bg: Коментари

# InvoiceExpenseStatus
source: Status
bg: Състояние

# InvoiceExpensesTitle
source: Title
bg: Наименование

# InvoiceFormDate
source: Invoice date:
bg: Дата на издаване:

source: Invoice ID:
bg: Номер на фактура:

# InvoiceInvalidDate
source: Select a valid date of expiration
bg: Избрете действителна дата на валидност

# invoiceMember
source: CM
bg: Клиент

# InvoiceNewOrder
source: New Invoice
bg: Нова фактура

# invoiceOrderID
source: Order
bg: Поръчка

# InvoiceOrderNumber
source: Invoice
bg: Фактура

# InvoicePaid
source: Paid
bg: Платено

# InvoicePaymentDetails
source: Payment Details
bg: Подробности за плащането

# InvoicePrice
source: Price
bg: Цена

# invoiceProductColorLabel
source: Color:
bg: Цвят:

# InvoiceProductName
source: Product
bg: Продукт

# invoiceProductSizeLabel
source: Size:
bg: Размер:

# InvoiceProductsList
source: Products’ list
bg: Списък на продуктите

# InvoiceQuantity
source: Qty
bg: Брой

# InvoicesList
source: Invoices
bg: Фактури

# InvoiceStatus
source: Status
bg: Състояние

# InvoiceSubtotal
source: Subtotal
bg: Междинна сума

# InvoiceSummaryProducts
source: Products
bg: Продукти

# invoiceTotalAmount
source: Total
bg: Общо

# InvoiceTotalAmount
source: Total amount
bg: Обща сума

# InvoiceTotalsOrder
source: Order’s total
bg: Общо за поръчката

# InvoiceUseAvailableBalance
source: Including CM's Balance
bg: Използвай наличния баланс

# jobCoinsBalanceLabel
source: JobCoins Balance:
bg: Баланс JobCoins:

source: JobCoins reward:
bg: Бонус JobCoins:

source: Join
bg: Присъединяване

# joinRequestAlreadySent
source: Join request has been already sent.
bg: Заявката за присъединяване беше изпратена.

# label_ActionsWithSelectedExpenses:
source: Actions with selected additional expenses:
bg: Действия с избраните допълнителни разходи:

# label_ActionsWithSelectedProducts:
source: Actions with selected products:
bg: Действия с избраните продукти:

# label_Balance
source: Balance:
bg: Баланс:

# label_CL
source: CL
bg: Лидер

# label_CM
source: CM
bg: Клиент

# label_CMs
source: CM's
bg: Клиенти

# label_CMs:
source: CMs:
bg: Клиенти:

# label_Commission
source: Commission
bg: Комисиона

# label_Commission(%):
source: Commission (%):
bg: Комисиона (%):

# label_ConfirmNewPassword
source: Confirm new password:
bg: Потвърждение на новата парола:

# label_Created:
source: Created:
bg: Издадено:

# label_Date
source: Date
bg: Дата

# label_DefaultExchangeRate:
source: Default exchange rate:
bg: Валутен курс по подразбиране:

# label_Discount
source: Discount
bg: Отстъпка

# label_Discount(%):
source: Discount (%):
bg: Отстъпка (%):

# label_Email
source: Email
bg: Ел. адрес

# label_Email:
source: Email:
bg: Ел. адрес:

# label_FinalPrice:
source: Final price:
bg: Крайна цена:

# label_ID
source: ID
bg: Номер

# label_Invoice
source: Invoice
bg: Фактура

# label_ItemDetail
source: Item details
bg: Подробности на записа

# label_Landing
source: Landing
bg: Главна страница

# label_Login
source: Login
bg: Влизане

# label_Merchant
source: Merchant
bg: Магазин

# label_MerchantPrice
source: Merchant Price
bg: Цена в магазина

# label_MyDefaultCommission
source: My default commission (%)
bg: Моята комисиона по подразбиране (%)

# label_NewPassword
source: New password:
bg: Нова парола:

# label_NumberOfOrders
source: Number of Orders
bg: Брой поръчки

# label_OldPassword
source: Old password:
bg: Стара парола:

# label_OrderID
source: Order ID
bg: Номер на поръчка

# label_Password
source: Password
bg: Парола

# label_PaymentForOrder:
source: Payment for the order:
bg: Плащане за поръчка:

# label_Phone
source: Phone
bg: Телефон

# label_PriceInStore:
source: Price in store:
bg: Цена в магазина:

# label_Prices
source: Prices
bg: Цени

# label_Products
source: Products
bg: Продукти

# label_ProductsTotalPrice
source: (Products' total price - {{productsTotal}})
bg: (Обща сума продукти - {{productsTotal}})

# label_ProductTitle:
source: Product title:
bg: Заглавие на продукта:

# label_Rate
source: Rate
bg: Курс

# label_Search
source: Search
bg: Търсене

# label_SelectedCity:
source: Selected city:
bg: Избран град:

# label_ShopOEmail
source: ShopO Email
bg: Ел. адрес на ShopO

# label_Status
source: Status
bg: Състояние

# label_Total
source: Total
bg: Общо

# label_Total()
source: Total ({{ totalCurrency }})
bg: Общо ({{ totalCurrency }})

# label_Total:
source: Total:
bg: Общо:

# label_TotalBalance
source: Total Balance:
bg: Общ баланс:

# label_TransactionDate:
source: Transaction Date:
bg: Дата на транзакция:

# label_YourAdditionalAddress
source: Your additional address {{ num + 1 }}
bg: Ваш допълнителен адрес {{ num + 1 }}

# label_YourNumberIs
source: Your number is {{user.phone}}
bg: Вашият номер е {{user.phone}}

# labelEmail
source: Email:
bg: Ел. адрес:

# labelMessage
source: Message:
bg: Съобщение:

# labelPhone
source: Phone number:
bg: Телефонен номер:

# landingInfo1
source: Build a business you can be proud of, providing a service that your friends and neighbors will love.
bg: Страхотен начин да изградете бизнес, с който можете да се гордеете, като предоставяте услуга, която Вашите приятели и съседи обичат.

# landingInfo2
source: Enjoy the benefits of being your own boss, working the hours you want, and deciding exactly how much you will earn.
bg: Наслаждавайте се на ползите от това сами да управлявате свободното време, да работите колкото часове желаете и да решите точно колко искате да печелите.

# landingInfo3
source: Get Fast Start™ training from the ShopO Academy™, providing you with in-depth, expert training to maximize your earnings.
bg: Обучение „Get Fast Start™“ на „ShopO Academy™“ Ви предоставят задълбочено и експертно обучение, което да максимизира Вашите приходи.

# landingInfo4
source: Receive quality merchandise from anywhere in the world.
bg: Получавате селекция от качествени стоки от цял свят, в моментите, когато цените им са невъзможно ниски.

# landingInfo5
source: Achieve significant savings through merchant deals and group discounts available only to ShopO Circle Members.
bg: Постигате реални спестявания чрез търговски сделки и групови отстъпки, които са налични само за членове на ShopO Circles.

# landingInfo6
source: Access the global shopping services provided by your neighborhood Circle Leader, including personalized product searches, usage of widely accepted ShopO payment methods, and reduced shipping costs via consolidation.
bg: Достъп до глобални търговски услуги, предоставени от Вашия локален Лидер на кръг, включително персонализирани продуктови търсения, използване на общоприети методи на плащане на ShopO и редуцирани разходи за транспорт чрез консолидиране.

source: Last name
bg: Фамилно име

source: Last Name:
bg: Фамилно име:

# lastNameIsRequired
source: The Last name is required.
bg: Полето фамилно име е задължително.

# lastNameLabel
source: Last Name:
bg: Фамилно име:

# lastNameShouldBeShorter
source: The Last name should be shorter.
bg: Фамилното име трябва да е по-кратко.

# leaderColumnHeadlines
source: Earn your livelihood by shopping online <br/> for others
bg: Пазарувайте онлайн за другите и печелете пари

source: Leaders not found
bg: Няма намерени лидери

# linkLabel
source: Link:
bg: Линк:

# linkRequired
source: Link is required!
bg: Полето линк е задължително!

# linkShouldBeLessThan
source: The link should be less than 10000 characters
bg: Полето не трябва да надвишава 10000 символа

source: Loading...
bg: Зареждане...

# loadingPhoto
source: Loading...
bg: Зареждане...

source: Local shipment:
bg: Доставка в страната:

source: Location
bg: Местоположение

# LONERactivated
source: Your account has been successfully activated
bg: Вашият профил беше успешно активиран

# LONERcreated
source: Your account has been successfully created
bg: Вашият профил беше успешно създаден

# mailShouldBeShorter
source: The Email should be shorter.
bg: Ел. адрес трябва да е по-кратък.

# mailValidated
source: Thank you. Your e-mail address is validated.
bg: Благодарим! Вашият ел. адрес е проверен.

# makeCommentShorter
source: Please make comment shorter.
bg: Моля, въведете по-кратък коментар.

# makeDescriptionShorter
source: Please make description shorter.
bg: Моля, въведете по-кратко описание.

# member
source: CM:
bg: Клиент:

# memberColumnHeadlines
source: Shop with a personal shopper from <br/> your own neighborhood
bg: Получавайте персонализирани услуги за търговия от местен лидер

# membersCount
source: Members:
bg: Клинети:

# membersField
source: Members
bg: Клиенти

source: Members not found
bg: Няма намерени клиенти

# menu_Balance
source: Balance
bg: Баланс

# menu_CashbackAccounts
source: Merchants' Accounts
bg: Акаунти на магазини

# menu_CreditCard
source: Credit Card
bg: Кредитна карта

# menu_ExchangeRates
source: Exchange rates
bg: Валутен курс

# menu_Invoices
source: Invoices
bg: Фактури

# menu_MembersBalances
source: Transactions
bg: Транзакции

# menu_MyCommission
source: My commission
bg: Моята комисиона

# menu_PaymentDetails
source: Payment Details
bg: Подробности за плащането

# menu_Profile
source: Profile
bg: Профил

# menu_USAddresses
source: US Addresses
bg: Адреси в САЩ

source: Merchandise
bg: Артикули

source: Merchant field is required!
bg: Полето магазин е задължително!

# merchantLabel
source: Merchant:
bg: Магазин:

source: Merchant Order ID:
bg: Номер на поръчка в магазина:

# message_orderContainInvoices
source: Orders that contain invoices can not be deleted.
bg: Поръчки, съдържащи фактури, не могат да бъдат изтривани.

# message_orderContainPaidItems
source: Orders with included products or additional expenses that were paid for can not be deleted.
bg: Поръчки, имащи заплатени продукти и/или допълнителни разходи, не могат да бъдат изтривани.

# messageCVVCodeSend
source: CVV code was sent to your phone number.
bg: CVV кода беше изпратен на Вашия телефонен номер.

# messageRequired
source: Message is required!
bg: Съобщението е задължително!

# messageShouldBeLessThan
source: The message should be less than 1000 characters
bg: Съобщението трябва да бъде по-кратко от 1000 символа

source: Millions of products
bg: Милиони продукти

source: Month:
bg: Месец:

source: More info...
bg: Повече...

source: My Circle
bg: Моят кръг

source: My JobCoins Balance
bg: Моите JobCoins

# myUStitle
source: Activate address
bg: Адрес за активиране

# myUsUserAlreadyExist
source: MyUS account is activated already.
bg: Профилът в MyUS е вече активиран.

# newAddress
source: Add new address
bg: Нов адрес

source: New offer
bg: Нова оферта

source: New order
bg: Нова поръчка

# newTokenGenerated
source: New token was generated.
bg: Нов токен беше генериран.

source: No
bg: Не

# noCashbackAccounts
source: You don't have a merchant account
bg: Нямате налични акаунти на магазини

# notAssignedCMyet
source: There is no available CM's in this Order yet.
bg: Все още няма налични клиенти в поръчката.

# note_PriceExcludingShippingCosts
source: Price excluding shipping costs
bg: Цена без разходи по доставка

source: No valid city selected
bg: Няма избран валиден град

# numberExternalTransactionSystem
source: Transaction ID:
bg: Номер на транзакция:

# objectNotFound
source: Modified object not found.
bg: Промененият обект не е намерен.

# offerMessageObject
source: Offer {{ messageObjectNum }}
bg: Оферта {{ messageObjectNum }}

source: Offer not found
bg: Офертата не е намерена

# offerNumber
source: Offer
bg: Оферта

source: Offers not found
bg: Няма намерени оферти

source: Offer type:
bg: Тип оферта:

source: OK
bg: ОК

source: Open additional expenses chat
bg: Отвори чат за допълнителни разходи

source: Open order chat
bg: Отвори чат за поръчката

source: Open product chat
bg: Отвори чат за продукта

# option_Delete
source: Delete
bg: Изтрий

# option_MarkAsPaid
source: Mark as Paid
bg: Маркирай като платено

# option_MoveToAnotherOrder
source: Move to another order
bg: Премести в друга поръчка

# optionAll
source: All
bg: Всички

# optionNone
source: Not-specified
bg: Неопределено

source: Order
bg: Поръчка

# orderCannotBeDeleted
source: Orders in "New" or "Cancelled" status can be deleted. Set "Cancelled" status to be able to delete the order.
bg: Поръчки, със състояние „Нова“ или „Отказана“, могат да бъдат изтрити. Задайте състояние „Отказана“, за да изтриете поръчката.

source: Order Date:
bg: Дата на поръчка:

source: Order ID:
bg: Номер на поръчка:

# orderMessageObject
source: Order {{ messageObjectNum }}
bg: Поръчка {{ messageObjectNum }}

# orderModifyDenied
source: Access denied to modify this order.
bg: Не е разрешена промяна на поръчката.

# orderProductCLCommissionLabel
source: CL`s commission, %
bg: Комисиона на лидера, %

# orderProductColorLabel
source: Color
bg: Цвят

# orderProductDiscountPercent
source: Discount, %
bg: Отстъпка, %

# orderProductFinalPriceCM
source: Final Price for CM
bg: Крайна цена за клиента

# orderProductFinalPriceCM,currency
source: Final Price for CM, {{ product.calculation.exchange_rate.currency_to }}
bg: Крайна цена за клиента, {{ product.calculation.exchange_rate.currency_to }}

# orderProductLinkLabel
source: Link
bg: Линк

# orderProductMerchantPrice
source: Merchant price, {{ product.calculation?.merchant_price?.currency }}
bg: Цена в магазина, {{ product.calculation?.merchant_price?.currency }}

# orderProductPaymentMember
source: Payment by member
bg: Платено от клиент

# orderProductQuantityLabel
source: Quantity
bg: Количество

# orderProductSizeLabel
source: Size
bg: Размер

# orderProductStatusLabel
source: Status
bg: Състояние

# orderProductTotalPrice
source: Total, {{ product.calculation?.merchant_price?.currency }}
bg: Общо, {{ product.calculation?.merchant_price?.currency }}

# ordersCount
source: Number of Orders:
bg: Брой поръчки:

source: Order ScreenShot
bg: Снимка от екрана на поръчката

# orderSkuLabel
source: SKU
bg: Код на продукта

source: Orders not found
bg: Няма намерени поръчки

# orderStatus
source: Status:
bg: Състояние:

source: Orders Value:
bg: Обща стойност от поръчки:

source: Other local expenses:
bg: Други местни разходи:

# pageDeleted
source: The page you are looking for could have been deleted or never have existed
bg: Страницата, която търсите, вероятно е изтрита или никога не е съществувала

source: Page Not Found
bg: Страницата не е намерена

source: Password
bg: Парола

# passwordExample
source: Password (8 - 64 characters)
bg: Парола (5 до 20 символа)

source: Password is required.
bg: Паролата е задължителна.

# passwordLowercaseLetter
source: Password must contain at least 1 lowercase letter.
bg: Паролата трябва да съдържа поне 1 малка буква.

# passwordMustBe8SymbolsLength
source: Password must contain at least 8 characters.
bg: Паролата трябва да съдържа поне 8 символа.

# passwordMustBeLessSymbolsLength
source: Password must be less than 64 characters.
bg: Паролата трябва да е по-кратка от 64 символа дължина.

# passwordNumbers
source: Password must contain at least 1 number.
bg: Паролата трябва да съдържа поне 1 цифра.

source: Passwords do not match.
bg: Паролата не съвпада.

# passwordSpaces
source: Password can't contain spaces.
bg: Паролата не трябва да съдържа интервали.

# passwordStrength
source: Password must contain from 8 to 64 characters, including:
bg: Паролата трябва да е между 8 и 64 символа, включваща:

# passwordStrengthLeftCharacters
source: Must contain at least {{ left }} more {left, plural, =1 {...} other {...}}.
bg: Трябва да съдържа поне {{ left }} още {left, plural, =1 {символ} other {символа}}.

# passwordStrengthLowercase
source: lowercase letters
bg: малки букви

# passwordStrengthNumber
source: numbers
bg: Цифри

# passwordStrengthUppercase
source: uppercase letters
bg: главни букви

# passwordUppercaseLetter
source: Password must contain at least 1 uppercase letter.
bg: Паролата трябва да съдържа поне 1 главна буква.

source: Payment by member:
bg: Платен от клиент:

# paymentCauseErrorLabel
source: Cause:
bg: Причина:

# paymentPaymentMethodLabel
source: Payment Method:
bg: Метод на плащане:

# paymentStatusLabel
source: Status:
bg: Състояние:

source: Pending Invites
bg: Чакащи покани

source: Pending Invites not found
bg: Няма чакащи покани

source: Pending Requests
bg: Чакащи заявки

source: Pending Requests not found
bg: Няма чакащи заявки

source: Phone:
bg: Телефон:

# phoneIsNotValidatedYet
source: Your phone is not validated yet.
bg: Телефонът не е потвърден все още.

# phoneNumberRequired
source: The Phone number is required.
bg: Полето телефон е задължително.

# phoneNumberShouldBeShorter
source: The Phone number should be shorter.
bg: Телефонният номер трябва да е по-кратък.

# phoneNumberValidated
source: Thank you. Your phone number is validated.
bg: Благодарим! Вашият телефонен номер е проверен.

source: Picture
bg: Снимка

# placeholder_Title
source: Title
bg: Заглавие

# pleaseEnterActivationCodeMail
source: Now please enter activation code that you received via e-mail.
bg: Моля, въведете активационния код, който ще получите на ел. поща.

source: Please enter shorter color value
bg: Моля, въведете по-кратка стойност за цвят

source: Please enter shorter comment
bg: Моля, въведете по-кратък коментар

source: Please enter shorter size value
bg: Моля, въведете по-кратка стойност за размер

source: Please enter shorter SKU value
bg: Моля, въведете по-кратка стойност за код на продукта

# pleaseEnterYourActivationCodeSMS
source: Please enter your activation code that you received via SMS message.
bg: Моля, въведете активационния код, който ще получите като SMS съобщение.

source: Please type only numbers
bg: Моля, въведете само цифри

source: Postal Code:
bg: Пощенски код:

# pressToPaste
source: Press "Ctrl+V"<br/>to paste the image from clipboard
bg: Натиснете "Ctrl+V"{LINE_BREAK}за да поставите изображението, което сте копирали

# PressToPasteImage
source: Press "Ctrl+V"<br/>to paste image from clipboard
bg: Натиснете "Ctrl+V"{LINE_BREAK}за да поставите изображението, което сте копирали

# price_note
source: Price does not include expenses for shipping
bg: Цената не включва разходи за доставка

source: Price is required!
bg: Полето цена е задължително!

# priceUSDLabel
source: Price ({{ priceCurrency }}):
bg: Цена ({{ priceCurrency }}):

# productLabel
source: Product:
bg: Продукт:

# productsNotFound
source: The order doesn't have any products yet.
bg: Поръчката все още не съдържа продукти.

# productStatus
source: Status:
bg: Състояние:

source: Product successfully added.
bg: Продуктът е успешно добавен.

# profileUpdatedMessage
source: You've been accepted to the Circle
bg: Вие бяхте приет в кръга

source: Quantity is required!
bg: Полето количество е задължително!

# quantityLabel
source: Quantity:
bg: Количество:

# quoteChatMessage
source: Quote Message
bg: Цитирай съобщението

source: Remove
bg: Премахни

source: Remove additional expenses
bg: Премахни допълнителни разходи

source: Remove product
bg: Премахни продукт

source: Reports Test
bg: Тестови доклади

source: Requests not found
bg: Няма намерени заявки

source: Resend
bg: Повторно изпращане

# resultNotFound
source: No result found.
bg: Няма намерени резултати.

source: Rewards (JobCoins):
bg: Бонуси (JobCoins):

# saveButton
source: Save
bg: Запази

source: Save changes
bg: Запази промените

# savedOffersButton
source: Saved Offers
bg: Запазени оферти

source: Select all
bg: Избери всички

# SelectAreaToPlant
source: Select an area to plant
bg: Изберете област за изрязване

# selectExpirationDate
source: Select a date of expiration
bg: Избрете дата на валидност

# selectFutureDate
source: Select a date in the future
bg: Изберете бъдеща дата

# selectMember
source: Select a member
bg: Изберете клиент

# selectPastDate
source: Select a date in the past
bg: Изберете минала дата

# selectValidCity
source: Please select a valid city.
bg: Моля, изберете валиден град.

source: Send
bg: Изпрати

source: Send Request
bg: Изпрати заявка

source: Send to CLs
bg: Изпрати на лидери

source: Send to CMs
bg: Изпрати на клиенти

source: Send to landing page
bg: Изпрати към главна страница

source: Server Error.
bg: Грешка на сървъра.

source: Set Default
bg: Стандартно

# shorterCauseError
source: Please enter shorter cause.
bg: Моля, въведете по-кратка причина.

source: Show Comment
bg: Покажи коментар

source: Show Filter
bg: Покажи филтър

# showListItems
source: List
bg: Списък

# showPasswordButton
source: Show
bg: Покажи

source: Sign In
bg: Вход

# signInText
source: ShopO provides a systematic way to enable any person in the world access to purchase goods they want or need from any merchants on the planet.
bg: ShopO предоставя възможността всеки човек по Света да има достъп до закупуването на желаните или нужните му стоки, от който и да е магазин на планетата.

source: Sign Up
bg: Регистрация

source: Since:
bg: От:

source: Size is required!
bg: Полето размер е задължително!

# sizeLabel
source: Size:
bg: Размер:

# sizeShouldBeLess
source: The size should be less than 20 characters
bg: Полето не трябва да надвишава 20 символа

# skuLabel
source: SKU:
bg: Код на продукта:

source: SMS code is required.
bg: Код от SMS е задължителен.

# someTechnicalProblems
source: Sorry, we had some technical problems during you last operation.
bg: Съжаляваме, но имаме технически проблем при последната операция.

# spentLabel
source: Spent:
bg: Изхарчено:

source: Start Chat
bg: Започни чат

# state
source: State or Province:
bg: Държава или Област:

source: Status
bg: Състояние

# statusOfPayment
source: Status of Payment to merchant:
bg: Състояние на плащането към магазина:

# subtitleLabel
source: Subtitle:
bg: Подзаглавие:

source: Successfully added
bg: Успешно добавяне

source: Successfully created.
bg: Успешно създаване.

source: Successfully deleted.
bg: Успешно изтриване.

source: Successfully edited.
bg: Успешна редакция.

source: Successfully updated.
bg: Успешно обновяване.

source: Taxes:
bg: Такси:

# text_ExchangeRatesHeading
source: You can change the exchange rate or use the exchange rate set by ShopoCircles. The exchange rate is needed to convert merchandise’s price to prices in national currency.
bg: Можете да промените обменните валутни курсове или да използвате наличните от ShopoCircles. Курсовете са необходими при обръщане от търговската цена към националната валута.

# text_MyCommissionHeading
source: You can change the amount of your default commission. The value you’ve chosen would be set as default for the following orders and new offers. It is possible to change your commission while creating or editing the offer. You are also able to set the speciﬁc amount of commission for each separate product in the order.
bg: Можете да промените сумата на Вашата комисиона по подразбиране. Стойността, която въведете, ще бъде използвана при последващите поръчки и нови оферти. Възможно е да променяте комисионата по време на създаване или редактиране на оферти. Можете също така да изберете конкретна комисиона за всеки един продукт в оферта.

# text_YouAreJoinTo
source: You are going to join to the Circle of
bg: Предстои да се присъедините към кръга на лидер
