Repository: TihomirMarinov/ShopO-tranlater
Catalog: messages.*.xlf
Languages: bg

# text_YouDontHaveInvoices
source: There are no invoices
bg: Няма налични фактури

# text_YouDontHaveTransactions
source: There are no transactions
bg: Няма налични транзакции

# title_ChangePassword
source: Change password
bg: Смяна на парола

# title_Congratulations
source: Congratulations!
bg: Поздравления!

# title_CreditCardNotCreated
source: Credit card for this user has not been created yet <span>Please fill the form below to provide credit card for the user</span>
bg: Кредитната карта за този потребител все още не е създадена <span>Моля, попълнете формулярът по-горе, за да предоставите кредитна карта за този потребител</span>

# title_EditCreditCard
source: Edit credit card data
bg: Редакция данните на кредитната карта

# title_MoveProductsToAnotherOrder
source: Move products to another order
bg: Премести продуктите в друга поръчка

# title_YourCustomAddresses
source: Your Custom Addresses
bg: Вашите потребителски адреси

# titleBanUser
source: Ban user
bg: Блокирай потребител

source: Title is required!
bg: Полето заглавие е задължително!

# titleLabel
source: Title:
bg: Заглавие:

# titleOfferAdmin
source: The offer was created by administrator
bg: Офертата беше създадена от администратор

# titleOfferAuto
source: The offer was created automatically
bg: Офертата беше създадена автоматично

# titleOfferSent
source: The offer has already been sent
bg: Офертата беше успешно изпратена

# titleShouldBeLess
source: The title should be less than 30 characters
bg: Полето не трябва да надвишава 30 символа

# titleShouldBeLess20
source: The title should be less than 20 characters
bg: Полето не трябва да надвишава 20 символа

source: To:
bg: До:

source: Total international shipment:
bg: Обща международна доставка:

# totalMerchPrice
source: Total merchandise price:
bg: Обща цена на поръчката:

# totalOrderPrice
source: Total Order Price (USD):
bg: Обща цена на поръчка (USD):

# totalWeight
source: Total weight (KG):
bg: Общо тегло (kg):

source: Tracking Number:
bg: Номер за проследяване:

# transactionsHeading
source: Transactions
bg: Транзакции

# tryAgainLater
source: Something goes wrong. Try again later.
bg: Нещо се обърка. Опитайте отново по-късно.

# tryToSignIn
source: Please try now to sign in.
bg: Моля, опитайте се да влезете сега.

# typeCommissionBetween
source: Type commission between 0 and 100
bg: Въведете комисиона между 0 и 100

# typeDiscount
source: Type discount between 0 and 100
bg: Въведете отстъпка между 0 и 100

source: Type field is required!
bg: Полето тип е задължително!

# typePriceBetween
source: Type price between 0 and 9999.99
bg: Въведете стойност между 0 и 9999.99

# typeQuantityBetween
source: Type quantity between 1 and 99
bg: Въведете стойност между 1 и 99

# typeRewardBetween
source: Type reward between 1 and 10000
bg: Въведете стойност между 1 и 10000

# typesLabel
source: Types:
bg: Типове:

# typeSMSCodeCarefully
source: Please type SMS code carefully in the field.
bg: Моля, въведете кодът от SMS съобщението, внимателно.

# unsupportedCountryOnAuth
source: Thank you for joining ShopO Community. We plan to start business in your country shortly. We will notify you about this right away.
bg: Благодарим, че се присъединихте в обществото на ShopO. Скоро планираме да започнем бизнес във Вашата страна. Ще ви уведомим, когато това се реализира.

# uploadFile
source: Upload image from your computer
bg: Качване на изображение

source: Upload image
bg: Качване на изображение

source: Use
bg: Използване

source: Use funds
bg: Използване на средства

# userAlreadyActivated
source: The User is already activated. Please re-login.
bg: Потребителят вече е активиран. Моля, влезете отново.

# userPassword
source: Password:
bg: Парола:

# userWithThisPhoneNumberNotFound-EnterAnother
source: We are sorry. We are not able to find user with this phone number. Please try to enter another phone number.
bg: Съжаляваме, но не откриваме потребител с такъв номер. Моля, въведете друг телефонен номер.

# verificationCodeSentToMail
source: We sent verification code to your E-mail address.
bg: Изпратихме верифициращ код на Вашата ел. поща.

# verificationCodeSentViaSMS
source: We sent verification code via SMS to your phone number.
bg: Изпратихме верифициращ код по SMS към Вашия телефонен номер.

# verificationCodeSMSenterCodeHere
source: We sent verification code via SMS to phone number {{ user.phone }}. Please enter that code here after you receive it.
bg: Изпратили сме SMS с код към номер {INTERPOLATION}. Въведете този код тук, след като го получите.

source: Verify
bg: Проверка

source: Verify Phone
bg: Проверка на телефона

source: via E-mail
bg: чрез ел. поща

source: via Facebook
bg: чрез Facebook

source: via Phone number
bg: чрез телефонен номер

source: View offer
bg: Виж оферта

# viewOrder
source: See order
bg: Виж поръчката

# wantToDeleteThisCashbackAccount
source: Are you sure you want to delete this merchant account?
bg: Желаете ли да премахнете този акаунт на магазин?

# wantToDeleteThisMember
source: Are you sure you want to delete this Member?
bg: Желаете ли да изтриете този клиент?

# wantToRemoveThisOffers
source: Are you sure you want to remove this Offers?
bg: Желаете ли да премахнете офертата?

# whyBeCL
source: WHY BE A CIRCLE LEADER?
bg: ЗАЩО ДА БЪДЕТЕ ЛИДЕР НА КРЪГ?

# whyBeCM
source: WHY BE A CIRCLE MEMBER?
bg: ЗАЩО ДА БЪДЕТЕ КЛИЕНТ?

# willAskForPassword
source: We will ask for this password whenever you sign in.
bg: Тази парола ще се изисква всеки път, когато влизате.

# withdrawReturnThisProductOrExpense
source: Do you want to refund {{ paidBalance | price }} to the CM’s balance?
bg: Желаете ли да възстановите {{ paidBalance | price }} в баланса на клиента?

# withdrawThisProductOrExpense
source: Withdraw {{ paidBalance | price }} from CM’s balance
bg: Изтеглете {{ paidBalance | price }} от баланса на клиента

# withdrawThisProductOrExpenseCM
source: Withdraw {{ item.price | price }} from {{ (item?.member?.fname || '') + ' ' + (item?.member?.lname || '') }} balance
bg: Изтеглете {{ item.price | price }} от баланса на {{ (item?.member?.fname || '') + ' ' + (item?.member?.lname || '') }}

source: Working conditions
bg: Условия за работа

# workingConditionsShouldBeShorter
source: The Working conditions text should be shorter.
bg: Текстът за условия за работа трябва да бъде по-кратък.

source: Worldwide delivery
bg: Доставка по Света

source: Year:
bg: Година:

source: Yes
bg: Да

source: Your ShopO billing address is
bg: Адресът Ви за плащане в ShopO

source: Your ShopO email address is
bg: Вашият ел. адрес в ShopO

source: Your ShopO shipping address is
bg: Адресът Ви за доставка в ShopO

source: Your ShopO U.S. shipping address
bg: Адресът Ви за доставка в САЩ

source: Your ShopO website address is
bg: Уебсайт в ShopO

# youSureYouWantToDeleteThisExpense
source: Are you sure you want to delete this Additional Expense?
bg: Желаете ли да премахнете този допълнителен разход?

# youSureYouWantToDeleteThisOffer
source: Are you sure you want to delete this Offer?
bg: Желаете ли да изтриете тази оферта?

# youSureYouWantToDeleteThisOrder
source: Are you sure you want to delete this Order?
bg: Желаете ли да премахнете поръчката?

# youSureYouWantToDeleteThisProduct
source: Are you sure you want to delete this Product?
bg: Желаете ли да премахнете продукта?

# youSureYouWantToJoinOnCircle
source: Are you sure you want to join this Circle?
bg: Желаете ли да се присъедините към този Кръг?
