Repository: TihomirMarinov/ShopO-tranlater
Catalog: var/messages.*.xlf
Languages: ru

# InvoiceExpensesTitle
source: Title
ru: Наименование

# InvoiceFormDate
source: Invoice date:
ru: Счет выставлен:

source: Invoice ID:
ru: Номер счета:

# InvoiceInvalidDate
source: Select a valid date of expiration
ru: Недействительная дата

# invoiceMember
source: CM
ru: Покупатель

# InvoiceNewOrder
source: New Invoice
ru: Новый счет

# invoiceOrderID
source: Order
ru: Заказ

# InvoiceOrderNumber
source: Invoice
ru: Счет

# InvoicePaid
source: Paid
ru: Уже оплачено

# InvoicePaymentDetails
source: Payment Details
ru: Реквизиты для оплаты

# InvoicePrice
source: Price
ru: Цена

# invoiceProductColorLabel
source: Color:
ru: Цвет:

# InvoiceProductName
source: Product
ru: Наименование товара

# invoiceProductSizeLabel
source: Size:
ru: Размер:

# InvoiceProductsList
source: Products’ list
ru: Товары

# InvoiceQuantity
source: Qty
ru: Кол-во

# InvoicesList
source: Invoices
ru: Счета

# InvoiceStatus
source: Status
ru: Статус

# InvoiceSubtotal
source: Subtotal
ru: Итого

# InvoiceSummaryProducts
source: Products
ru: Стоимость товаров

# invoiceTotalAmount
source: Total
ru: Сумма

# InvoiceTotalAmount
source: Total amount
ru: Сумма

# InvoiceTotalsOrder
source: Order’s total
ru: Итого к оплате

# InvoiceUseAvailableBalance
source: Including CM's Balance
ru: Использовать доступный баланс

# jobCoinsBalanceLabel
source: JobCoins Balance:
ru: Баланс JobCoins:

source: JobCoins reward:
ru: JobCoins бонус:

source: Join
ru: Присоединиться

# joinRequestAlreadySent
source: Join request has been already sent.
ru: Запрос уже был отправлен

# label_ActionsWithSelectedExpenses:
source: Actions with selected additional expenses:
ru: Действия с выбранными расходами:

# label_ActionsWithSelectedProducts:
source: Actions with selected products:
ru: Действия с выбранными продуктами:

# label_Balance
source: Balance:
ru: Баланс:

# label_CL
source: CL
ru: Лидер

# label_CM
source: CM
ru: Покупатель

# label_CMs
source: CM's
ru: Покупателей

# label_CMs:
source: CMs:
ru: Количество покупателей

# label_Commission
source: Commission
ru: Комиссия

# label_Commission(%):
source: Commission (%):
ru: Комиссия (%):

# label_ConfirmNewPassword
source: Confirm new password:
ru: Подтвердите новый пароль:

# label_Created:
source: Created:
ru: Создано:

# label_Date
source: Date
ru: Дата

# label_DefaultExchangeRate:
source: Default exchange rate:
ru: Обменный курс по умолчанию:

# label_Discount
source: Discount
ru: Скидка

# label_Discount(%):
source: Discount (%):
ru: Скидка (%):

# label_Email
source: Email
ru: Эл. почта

# label_Email:
source: Email:
ru: Эл. почта:

# label_FinalPrice:
source: Final price:
ru: Итоговая цена:

# label_ID
source: ID
ru: Номер

# label_Invoice
source: Invoice
ru: Счет

# label_ItemDetail
source: Item details
ru: Информация

# label_Landing
source: Landing
ru: Страница лидера

# label_Login
source: Login
ru: Логин

# label_Merchant
source: Merchant
ru: Магазин

# label_MerchantPrice
source: Merchant Price
ru: Цена в магазине

# label_MyDefaultCommission
source: My default commission (%)
ru: Моя стандартная комиссия (%)

# label_NewPassword
source: New password:
ru: Новый пароль:

# label_NumberOfOrders
source: Number of Orders
ru: Количество заказов

# label_OldPassword
source: Old password:
ru: Старый пароль:

# label_OrderID
source: Order ID
ru: Номер заказа

# label_Password
source: Password
ru: Пароль

# label_PaymentForOrder:
source: Payment for the order:
ru: Оплата заказа:

# label_Phone
source: Phone
ru: Телефон

# label_PriceInStore:
source: Price in store:
ru: Цена в магазине:

# label_Prices
source: Prices
ru: Цены

# label_Products
source: Products
ru: Продукты

# label_ProductsTotalPrice
source: (Products' total price - {{productsTotal}})
ru: (Итоговая стоимость товаров - {{productsTotal}})

# label_ProductTitle:
source: Product title:
ru: Наименование товара:

# label_Rate
source: Rate
ru: Курс

# label_Search
source: Search
ru: Поиск

# label_SelectedCity:
source: Selected city:
ru: Выбранный город:

# label_ShopOEmail
source: ShopO Email
ru: ShopO почта

# label_Status
source: Status
ru: Статус

# label_Total
source: Total
ru: Итого

# label_Total()
source: Total ({{ totalCurrency }})
ru: Итого ({{ totalCurrency }})

# label_Total:
source: Total:
ru: Итого:

# label_TotalBalance
source: Total Balance:
ru: Общий баланс:

# label_TransactionDate:
source: Transaction Date:
ru: Дата транзакции:

# label_YourAdditionalAddress
source: Your additional address {{ num + 1 }}
ru: Ваш дополнительный адрес {{ num + 1 }}

# label_YourNumberIs
source: Your number is {{user.phone}}
ru: Ваш номер {{user.phone}}

# labelEmail
source: Email:
ru: Эл. почта

# labelMessage
source: Message:
ru: Сообщение:

# labelPhone
source: Phone number:
ru: Номер телефона

# landingInfo1
source: Build a business you can be proud of, providing a service that your friends and neighbors will love.
ru: Постройте свой бизнес, предоставляя высококачественный сервис своим друзьям и знакомым

# landingInfo2
source: Enjoy the benefits of being your own boss, working the hours you want, and deciding exactly how much you will earn.
ru: Наслаждайтесь своей независимостью, работая в удобное для себя время и самостоятельно определяя количество заработанных средств

# landingInfo3
source: Get Fast Start™ training from the ShopO Academy™, providing you with in-depth, expert training to maximize your earnings.
ru: Тренинг Быстрый Старт™ от ShopO Academy™ откроет доступ к профессиональному тренингу для увеличения вашего заработка

# landingInfo4
source: Receive quality merchandise from anywhere in the world.
ru: Получайте качественные товары из любого места в мире.

# landingInfo5
source: Achieve significant savings through merchant deals and group discounts available only to ShopO Circle Members.
ru: Экономьте средства благодаря различным сделкам и групповым скидкам, доступным только для Покупателей ShopO.

# landingInfo6
source: Access the global shopping services provided by your neighborhood Circle Leader, including personalized product searches, usage of widely accepted ShopO payment methods, and reduced shipping costs via consolidation.
ru: Получи доступ к покупкам за рубежом с помощью Лидера в твоём регионе. Индивидуальный подход к каждому клиенту включает в себя поиск товара, использование различных методов оплаты в ShopO, а так же выгодные цены на доставку.

source: Last name
ru: Фамилия

source: Last Name:
ru: Фамилия

# lastNameIsRequired
source: The Last name is required.
ru: Обязательное поле!

# lastNameLabel
source: Last Name:
ru: Фамилия:

# lastNameShouldBeShorter
source: The Last name should be shorter.
ru: Фамилия должна быть короче.

source: Leaders not found
ru: Лидеры не найдены

# linkLabel
source: Link:
ru: Ссылка:

# linkRequired
source: Link is required!
ru: Обязательное поле!

# linkShouldBeLessThan
source: The link should be less than 10000 characters
ru: Ссылка должна быть менее 10000 символов

source: Loading...
ru: Загрузка...

# loadingPhoto
source: Loading...
ru: Загрузка...

source: Local shipment:
ru: Доставка в пределах страны:

source: Location
ru: Местонахождение

# LONERactivated
source: Your account has been successfully activated
ru: Ваш аккаунт был успешно активирован

# LONERcreated
source: Your account has been successfully created
ru: Ваша учетная запись успешно создана

# mailShouldBeShorter
source: The Email should be shorter.
ru: Электронная почта должен быть короче.

# mailValidated
source: Thank you. Your e-mail address is validated.
ru: Спасибо. Ваш электронный адрес подтвержден.

# makeCommentShorter
source: Please make comment shorter.
ru: Пожалуйста, уменьшите длину комментария.

# makeDescriptionShorter
source: Please make description shorter.
ru: Пожалуйста, уменьшите длину описания

# member
source: CM:
ru: Покупатель:

# memberColumnHeadlines
source: Shop with a personal shopper from <br/> your own neighborhood
ru: Покупайте с помощью личного консультанта в вашем регионе

# membersCount
source: Members:
ru: Покупатели:

# membersField
source: Members
ru: Покупатели:

source: Members not found
ru: Покупатели не найдены

# menu_Balance
source: Balance
ru: Баланс

# menu_CashbackAccounts
source: Merchants' Accounts
ru: Аккаунты в магазинах

# menu_CreditCard
source: Credit Card
ru: Кредитная карта

# menu_ExchangeRates
source: Exchange rates
ru: Курсы валют

# menu_Invoices
source: Invoices
ru: Счета

# menu_MembersBalances
source: Transactions
ru: Транзакции

# menu_MyCommission
source: My commission
ru: Моя комиссия

# menu_PaymentDetails
source: Payment Details
ru: Мои реквизиты

# menu_Profile
source: Profile
ru: Профиль

# menu_USAddresses
source: US Addresses
ru: Адреса в США

source: Merchandise
ru: Товары

source: Merchant field is required!
ru: Обязательное поле!

# merchantLabel
source: Merchant:
ru: Магазин:

source: Merchant Order ID:
ru: ID заказа в магазине:

# message_orderContainInvoices
source: Orders that contain invoices can not be deleted.
ru: Заказы, которые содержат счета не могут быть удалены.

# message_orderContainPaidItems
source: Orders with included products or additional expenses that were paid for can not be deleted.
ru: Заказы с оплаченными товарами или дополнительными расходами не могут быть удалены.

# messageCVVCodeSend
source: CVV code was sent to your phone number.
ru: CVV код был отправлен на ваш номер телефона

# messageRequired
source: Message is required!
ru: Сообщение обязательно!

# messageShouldBeLessThan
source: The message should be less than 1000 characters
ru: Сообщение должно быть менее 1000 символов

source: Millions of products
ru: Миллионы товаров

source: Month:
ru: Месяц:

source: More info...
ru: Ещё

source: My Circle
ru: Мой Круг

source: My JobCoins Balance
ru: Мои JobCoins

# myUStitle
source: Activate address
ru: Активировать адрес

# myUsUserAlreadyExist
source: MyUS account is activated already.
ru: Адрес в США уже активирован.

# newAddress
source: Add new address
ru: Добавить адрес

source: New offer
ru: Новое предложения

source: New order
ru: Новый заказ

# newTokenGenerated
source: New token was generated.
ru: Создан новый токен

source: No
ru: Нет

# noCashbackAccounts
source: You don't have a merchant account
ru: У вас нет аккаунтов в магазинах

# notAssignedCMyet
source: There is no available CM's in this Order yet.
ru: Нет доступных покупателей в этом заказе.

# note_PriceExcludingShippingCosts
source: Price excluding shipping costs
ru: Цена без учета стоимости доставки

source: No valid city selected
ru: Не выбран город

# numberExternalTransactionSystem
source: Transaction ID:
ru: Номер транзакции:

# objectNotFound
source: Modified object not found.
ru: Измененный объект не найден.

# offerMessageObject
source: Offer {{ messageObjectNum }}
ru: Предложение {{ messageObjectNum }}

source: Offer not found
ru: Предложение не найдено

# offerNumber
source: Offer
ru: Предложение

source: Offers not found
ru: Предложения не найдены

source: Offer type:
ru: Тип предложения:

source: OK
ru: ОК

source: Open additional expenses chat
ru: Открыть чат

source: Open order chat
ru: Открыть чат заказа

source: Open product chat
ru: Открыть чат

# option_Delete
source: Delete
ru: Удалить

# option_MarkAsPaid
source: Mark as Paid
ru: Пометить как Оплачено

# option_MoveToAnotherOrder
source: Move to another order
ru: Перенести в другой заказ

# optionAll
source: All
ru: Все

# optionNone
source: Not-specified
ru: Не указано

source: Order
ru: Заказ

# orderCannotBeDeleted
source: Orders in "New" or "Cancelled" status can be deleted. Set "Cancelled" status to be able to delete the order.
ru: Только заказы со статусом "Новый" или "Отмененный" могут быть удалены. Измените статус, чтобы удалить заказ.

source: Order Date:
ru: Дата заказа:

source: Order ID:
ru: ID заказа

# orderMessageObject
source: Order {{ messageObjectNum }}
ru: Заказ {{ messageObjectNum }}

# orderModifyDenied
source: Access denied to modify this order.
ru: Доступ запрещен для редактирование этого заказа.

# orderProductCLCommissionLabel
source: CL`s commission, %
ru: Комиссия лидера, %

# orderProductColorLabel
source: Color
ru: Цвет

# orderProductDiscountPercent
source: Discount, %
ru: Скидка, %

# orderProductFinalPriceCM
source: Final Price for CM
ru: Финальная цена для покупателя

# orderProductFinalPriceCM,currency
source: Final Price for CM, {{ product.calculation.exchange_rate.currency_to }}
ru: Финальная цена для покупателя, {{ product.calculation.exchange_rate.currency_to }}

# orderProductLinkLabel
source: Link
ru: Ссылка

# orderProductMerchantPrice
source: Merchant price, {{ product.calculation?.merchant_price?.currency }}
ru: Цена в магазине, {{ product.calculation?.merchant_price?.currency }}

# orderProductPaymentMember
source: Payment by member
ru: Оплата Покупателем

# orderProductQuantityLabel
source: Quantity
ru: Количество

# orderProductSizeLabel
source: Size
ru: Размер

# orderProductStatusLabel
source: Status
ru: Статус

# orderProductTotalPrice
source: Total, {{ product.calculation?.merchant_price?.currency }}
ru: Итого, {{ product.calculation?.merchant_price?.currency }}

# ordersCount
source: Number of Orders:
ru: Количество заказов:

source: Order ScreenShot
ru: Изображение заказа

# orderSkuLabel
source: SKU
ru: Артикул

source: Orders not found
ru: Заказы не найдены

# orderStatus
source: Status:
ru: Статус

source: Orders Value:
ru: Общая стоимость заказов:

source: Other local expenses:
ru: Другие местные издержки:

# pageDeleted
source: The page you are looking for could have been deleted or never have existed
ru: Страница, которую вы ищете, удалена или никогда не существовала

source: Page Not Found
ru: Страница не найдена

source: Password
ru: Пароль

# passwordExample
source: Password (8 - 64 characters)
ru: Пароль (8 - 64 символов)

source: Password is required.
ru: Обязательное поле!

# passwordLowercaseLetter
source: Password must contain at least 1 lowercase letter.
ru: Пароль должен содержать хотя бы одну строчную букву.

# passwordMustBe8SymbolsLength
source: Password must contain at least 8 characters.
ru: Минимальная длина пароля 8 символов.

# passwordMustBeLessSymbolsLength
source: Password must be less than 64 characters.
ru: Максимальная длина пароля 64 символа.

# passwordNumbers
source: Password must contain at least 1 number.
ru: Пароль должен содержать хотя бы одну цифру.

source: Passwords do not match.
ru: Пароли не совпадают.

# passwordSpaces
source: Password can't contain spaces.
ru: Пароль не должен содержать пробелы.

# passwordStrength
source: Password must contain from 8 to 64 characters, including:
ru: Пароль должен содержать от 8 до 64 символов включая:

# passwordStrengthLeftCharacters
source: Must contain at least {{ left }} more {left, plural, =1 {...} other {...}}.
ru: Должен содержать еще как минимум {{ left }}{left, plural, =1 {...} other {...}}.

# passwordStrengthLowercase
source: lowercase letters
ru: строчные буквы

# passwordStrengthNumber
source: numbers
ru: цифры

# passwordStrengthUppercase
source: uppercase letters
ru: заглавные буквы

# passwordUppercaseLetter
source: Password must contain at least 1 uppercase letter.
ru: Пароль должен содержать хотя бы одну заглавную букву.

source: Payment by member:
ru: Оплата Покупателем:

# paymentCauseErrorLabel
source: Cause:
ru: Причина:

# paymentPaymentMethodLabel
source: Payment Method:
ru: Способ оплаты:

# paymentStatusLabel
source: Status:
ru: Статус:

source: Pending Invites
ru: Приглашения

source: Pending Invites not found
ru: Приглашения не найдены

source: Pending Requests
ru: Заявки

source: Pending Requests not found
ru: Заявки не найдены

source: Phone:
ru: Телефон:

# phoneIsNotValidatedYet
source: Your phone is not validated yet.
ru: Телефон не подтвержден.

# phoneNumberRequired
source: The Phone number is required.
ru: Обязательное поле!

# phoneNumberShouldBeShorter
source: The Phone number should be shorter.
ru: Номер телефона должен быть короче.

# phoneNumberValidated
source: Thank you. Your phone number is validated.
ru: Спасибо. Ваш номер телефона подтвержден.

source: Picture
ru: Картинка

# placeholder_Title
source: Title
ru: Название

# pleaseEnterActivationCodeMail
source: Now please enter activation code that you received via e-mail.
ru: Теперь,пожалуйста, введите код активации,который вы получили по электронной почте.

source: Please enter shorter color value
ru: Пожалуйста, введите более короткое значение цвета

source: Please enter shorter comment
ru: Пожалуйста, сократите длину комментария

source: Please enter shorter size value
ru: Пожалуйста, введите более короткое значение размера

source: Please enter shorter SKU value
ru: Пожалуйста, введите более короткое значение артикула

# pleaseEnterYourActivationCodeSMS
source: Please enter your activation code that you received via SMS message.
ru: Пожалуйста, введите код активации,который вы получили в СМС.

source: Please type only numbers
ru: Пожалуйста,введите только цифры

source: Postal Code:
ru: Индекс:

# pressToPaste
source: Press "Ctrl+V"<br/>to paste the image from clipboard
ru: Нажмите "Ctrl+V" для вставки изображения из буфера

# PressToPasteImage
source: Press "Ctrl+V"<br/>to paste image from clipboard
ru: Нажмите "Ctrl+V" для вставки изображения из буфера

# price_note
source: Price does not include expenses for shipping
ru: Цена не включает расходы на доставку

source: Price is required!
ru: Обязательное поле!

# priceUSDLabel
source: Price ({{ priceCurrency }}):
ru: Цена ({{ priceCurrency }}):

# productLabel
source: Product:
ru: Товар:

# productsNotFound
source: The order doesn't have any products yet.
ru: В заказе нет товаров.

# productStatus
source: Status:
ru: Статус:

source: Product successfully added.
ru: Товар успешно добавлен.

# profileUpdatedMessage
source: You've been accepted to the Circle
ru: Вашу заявку в круг приняли

source: Quantity is required!
ru: Обязательное поле!

# quantityLabel
source: Quantity:
ru: Количество:

# quoteChatMessage
source: Quote Message
ru: Цитировать

source: Remove
ru: Удалить

source: Remove additional expenses
ru: Удалить дополнительный расход

source: Remove product
ru: Удалить товар

source: Requests not found
ru: Заявки не найдены

source: Resend
ru: Отправить снова

# resultNotFound
source: No result found.
ru: Покупатели не найдены.

source: Rewards (JobCoins):
ru: Бонусы (JobCoins):

# saveButton
source: Save
ru: Сохранить

source: Save changes
ru: Сохранить изменения

# savedOffersButton
source: Saved Offers
ru: Избранное

source: Select
ru: Выбрать

source: Select all
ru: Выбрать все

# SelectAreaToPlant
source: Select an area to plant
ru: Выберите область для обрезки

# selectExpirationDate
source: Select a date of expiration
ru: Выберите срок действия

# selectFutureDate
source: Select a date in the future
ru: Выберите будущую дату

# selectMember
source: Select a member
ru: Выбрать Покупателя

# selectPastDate
source: Select a date in the past
ru: Выберите прошедшую дату

# selectValidCity
source: Please select a valid city.
ru: Пожалуйста,выберите город

source: Send
ru: Отправить

source: Send Request
ru: Отправить запрос

source: Send to CLs
ru: Отправить Лидерам

source: Send to CMs
ru: Отправить Покупателям

source: Send to landing page
ru: Отправить на главную

source: Server Error.
ru: Ошибка сервера.

source: Set Default
ru: По умолчанию

# shorterCauseError
source: Please enter shorter cause.
ru: Пожалуйста, сократите длину причины

source: Show Comment
ru: Показать комментарий

source: Show Filter
ru: Показать фильтр

# showListItems
source: List
ru: Список

# showPasswordButton
source: Show
ru: Показать

source: Sign In
ru: Войти

# signInText
source: ShopO provides a systematic way to enable any person in the world access to purchase goods they want or need from any merchants on the planet.
ru: ShopO предоставляет каждому клиенту уникальную возможность совершать покупки в любом магазине мира.

source: Sign Up
ru: Регистрация

# signupCMJoinToCL
source: Join to
ru: Присоединиться к

source: Since:
ru: Зарегистрирован:

source: Size is required!
ru: Обязательное поле!

# sizeLabel
source: Size:
ru: Размер:

# sizeShouldBeLess
source: The size should be less than 20 characters
ru: Размер не должен превышать 20 символов

# skuLabel
source: SKU:
ru: Артикул:

source: SMS code is required.
ru: Необходимо указать СМС код.

# someTechnicalProblems
source: Sorry, we had some technical problems during you last operation.
ru: Извините, у нас произошла техническая ошибка при выполнении вашей последней операции.

# spentLabel
source: Spent:
ru: Потрачено:

source: Start Chat
ru: Начать чат

# state
source: State or Province:
ru: Штат или провинция:

source: Status
ru: Статус

# statusOfPayment
source: Status of Payment to merchant:
ru: Статус оплаты магазину:

# subtitleLabel
source: Subtitle:
ru: Подзаголовок:

source: Successfully added
ru: Успешно добавлено.

source: Successfully created.
ru: Успешно создано.

source: Successfully deleted.
ru: Успешно удалено.

source: Successfully edited.
ru: Успешно отредактировано.

source: Successfully updated.
ru: Успешно обновлено.

source: Taxes:
ru: Налоги:

# text_ExchangeRatesHeading
source: You can change the exchange rate or use the exchange rate set by ShopoCircles. The exchange rate is needed to convert merchandise’s price to prices in national currency.
ru: Вы можете изменить курс валют или использовать автоматический курс валют установленный в ShopoCircles. Курс валют используется для перевода цены за товар в цену в национальной валюте.

# text_MyCommissionHeading
source: You can change the amount of your default commission. The value you’ve chosen would be set as default for the following orders and new offers. It is possible to change your commission while creating or editing the offer. You are also able to set the speciﬁc amount of commission for each separate product in the order.
ru: Вы можете изменить размер своей стандартной комиссии. Это значение будет выставлено по умолчанию в новых предложениях и при оформлении заказа покупателем. Размер комиссии можно изменить при создании или редактировании предложения. Также вы можете настроить размер комиссии отдельно для каждого товара в заказе.

# text_YouAreJoinTo
source: You are going to join to the Circle of
ru: Вы присоединяетесь к кругу Лидера:

# text_YouDontHaveInvoices
source: There are no invoices
ru: Счета отсутствуют

# text_YouDontHaveTransactions
source: There are no transactions
ru: Транзакции отсутствуют

# title_ChangePassword
source: Change password
ru: Смена пароля

# title_Congratulations
source: Congratulations!
ru: Поздравляем!

# title_CreditCardNotCreated
source: Credit card for this user has not been created yet <span>Please fill the form below to provide credit card for the user</span>
ru: Кредитная карта для этого пользователя еще не была выдана.<span>Пожалуйста, заполните форму, чтобы выдать кредитную карту пользователю.</span>

# title_EditCreditCard
source: Edit credit card data
ru: Изменение данных кредитной карты

# title_MoveProductsToAnotherOrder
source: Move products to another order
ru: Перенести продукты в другой заказ

# title_YourCustomAddresses
source: Your Custom Addresses
ru: Ваши пользовательские адреса

# titleBanUser
source: Ban user
ru: Заблокировать пользователя

source: Title is required!
ru: Обязательное поле!

# titleLabel
source: Title:
ru: Заголовок:

# titleOfferAdmin
source: The offer was created by administrator
ru: Предложение создано администратором

# titleOfferAuto
source: The offer was created automatically
ru: Предложение создано автоматически

# titleOfferSent
source: The offer has already been sent
ru: Предложение уже было отправлено

# titleShouldBeLess
source: The title should be less than 30 characters
ru: Длина заголовка не должна превышать 30 символов.
