Repository: TihomirMarinov/ShopO-tranlater
Catalog: var/messages.*.xlf
Languages: ru

source: Accept
ru: Принять

# accessDeniedForThisProfile
source: Access is denied for this Profile.
ru: Отказано в доступе.

source: Accessed denied - forbidden resource.
ru: Отказано в доступе-запрещенный ресурс.

# accountCreatedSuccessfully
source: User account is created successfully.
ru: Аккаунт пользователя создан успешно.

# accountIsNotActivatedYet
source: Your user account is not activated by ShopO yet.
ru: Ваш аккаунт еще не активирован ShopO.

# accountWithTheSameMailAlreadyExists
source: User account with the same e-mail address already exists. Please use another e-mail address.
ru: Пользователь с таким электронным адресом уже существует. Пожалуйста, введите другой электронный адрес.

# accountWithTheSamePhoneNumberAlreadyExists
source: User account with the same phone number already exists. Please use another phone number to create new account.
ru: Пользователь с таким номером телефона уже существует. Пожалуйста, введите другой номер телефона для создания аккаунта.

# activateButton
source: Activate
ru: Активировать

# activateMyUS
source: Activate
ru: Активировать

# addAccountBtn
source: Add account
ru: Добавить аккаунт

source: Add address
ru: Добавить

# addCashBackAccount
source: Add merchant account
ru: Добавить аккаунт магазина

source: Add Expense
ru: Добавить расходы

source: Add Invoice
ru: Создать счет

source: Additional Expenses
ru: Дополнительные расходы

source: Add Photo
ru: Добавить

source: Add product
ru: Добавить товар

source: Address
ru: Адрес

source: Address1:
ru: Адрес 1:

source: Address2:
ru: Адрес 2:

# addressPage
source: ShopO LLC<br/> 9600 Blue Larkspur Lane, Suite 201<br/> Monterey, CA 93940<br/><a>info@shopo.com</a>
ru: ShopO LLC{LINE_BREAK}9600 Blue Larkspur Lane, Suite 201{LINE_BREAK}Monterey, CA 93940{LINE_BREAK}{START_LINK}info@shopo.com{CLOSE_LINK}

# addressShouldBeShorter
source: The Address line should be shorter.
ru: Адрес должен быть короче.

# alertCircleJoinRequestSent
source: The request was sent.
ru: Запрос был отправлен.

# alertInvalidImage
source: Current clipboard contents don't have a valid image.
ru: В буфере обмена отсутствует изображение.

# alertInvalidPassword
source: Invalid password.
ru: Неверный пароль.

# alertLoading
source: Loading...
ru: Загрузка...

# alertPending
source: Pending...
ru: Запрос обрабатывается...

# alertRequestAccepted
source: The request was accepted.
ru: Запрос был принят.

# alertRequestRejected
source: The request was rejected.
ru: Запрос был отклонен.

# alertSuccessPasswordChange
source: Password was changed.
ru: Пароль был изменен.

# alertWaitImageUpload
source: Wait until the image is uploaded and press 'Save' again.
ru: Дождитесь загрузки изображения и нажмите" Сохранить".

# alertWarningPopupBlocked
source: You may need to disable Popup blocker in your browser.
ru: Возможно, вам придется отключить блокировщик всплывающих окон в вашем браузере.

# allButton
source: All
ru: Все

# amountLabel
source: Amount:
ru: Cумма:

source: Apply
ru: Применить

source: Are you sure you want to delete selected address?
ru: Вы уверены,что хотите удалить выбранный адрес?

# askPasswordTitle
source: Please enter password of your account
ru: Введите пароль своей учетной записи

# automaticallyRateCheckbox
source: Automatically
ru: Авто

# banUserInDev
source: The function is being developed
ru: Функция в разработке

# becomeLeader
source: Become a Circle Leader
ru: Стать Лидером

# becomeMember
source: Become a Circle Member
ru: Стать Покупателем

# btnCancel
source: Cancel
ru: Отмена

# btnSend
source: Send
ru: Отправить

# button_clear
source: Clear
ru: Очистить

# button_CollapseList
source: Collapse list
ru: Свернуть список

# button_CreditFunds
source: Credit funds
ru: Зачислить средства

# button_ExpandList
source: Expand list
ru: Развернуть список

# button_GrabLink
source: Grab
ru: Получить

# button_nextProduct
source: Next product
ru: Следующий

# button_PlaceOrder
source: Place Order
ru: Оформить заказ

# button_previousProduct
source: Previous product
ru: Предыдущий

# button_UseFunds
source: Use funds
ru: Списание средств

source: BUY
ru: КУПИТЬ

# calendarPickerTodayBtn
source: Today
ru: Сегодня

# cancelButton
source: Cancel
ru: Отменить

source: Cancel preview
ru: Отменить предварительный просмотр

source: Card number:
ru: Номер карты:

# cardNumber16Digits
source: Card number must be 16 digits
ru: Номер карты должен иметь 16 символов

# cashbackAccountsNotFound
source: The CL does not have merchants' accounts.
ru: У лидера нет аккаунтов в магазинах

# cashbackDescriptionField
source: Description:
ru: Описание:

# cashbackGeneralPopupFormError
source: Incorrect or not entered value
ru: Неверное или не введенное значение

# cashbackLoginLabel
source: Login:
ru: Логин:

# cashbackPasswordField
source: Password:
ru: Пароль:

# cashbackPopupFormError
source: Incorrect entered value
ru: Неверное введенное значение

# cashbackTitleLabel
source: Title:
ru: Название:

# cashbackWebsiteLabel
source: Website:
ru: Веб-сайт:

source: Category:
ru: Категория:

# categoryLabel
source: Category
ru: Категория

# changeStatusToNotPaid
source: Do you want to change the payment status to “Not Paid”?
ru: Вы хотите изменить статус оплаты на “Не оплачено”?

# changeStatusToPaid
source: Do you want to change the payment status to “Paid”?
ru: Вы хотите изменить статус оплаты на “Оплачено”?

# Chat
source: Open chat
ru: Открыть чат

# chatStatusClosed
source: Connection lost.
ru: Соединение потеряно.

# chatStatusConnected
source: Connected successfully.
ru: Подключение успешно.

# chatStatusConnecting
source: Please wait. Attempt to connect...
ru: Попытка подключения...Пожалуйста, подождите.

# chatStatusRetrying
source: Connection lost. Attempt to reconnect...
ru: Подключение потеряно. Попытка восстановления соединения.

# chatWindow-AllConversations
source: All
ru: Все

# chatWindow-chatWith
source: Chat with {{ user.fname }}{{ user.lname}}
ru: Чат с {{ user.fname }}{{ user.lname}}

# chatWindow-CircleConversations
source: Circle Chat
ru: Чат Круга

# chatWindow-CLsConversations
source: CLs' Chat
ru: Чат Лидеров

# chatWindow-ContactsTab
source: Contacts
ru: Контакты

# chatWindow-Earlier
source: Earlier
ru: Ранее

# chatWindow-LastTab
source: Last
ru: Последние

# chatWindow-NoContacts
source: No contacts found.
ru: Контакты не найдены.

# chatWindow-NoConversations
source: No conversations found.
ru: Чаты не найдены.

# chatWindow-OrderConversations
source: Order Chats
ru: Чаты заказов

# chatWindow-PrivateConversations
source: Private Chats
ru: Приватные чаты

# chatWindow-ProfileTypeAdministrator
source: (Administrator)
ru: (Администратор)

# chatWindow-ProfileTypeLeader
source: (Leader)
ru: (Лидер)

# chatWindow-ProfileTypeMember
source: (Member)
ru: (Покупатель)

# chatWindow-Titlebar
source: Chat
ru: Чат

# chatWindow-Today
source: Today
ru: Сегодня

# chatWindow-Yesterday
source: Yesterday
ru: Вчера

source: Choose File
ru: Выбрать файл

# circleLeader
source: CL
ru: Лидер

source: Circle Leaders
ru: Лидеры

source: Circle Leaders in your region
ru: Лидеры в твоем регионе

# circleMember
source: Circle Members
ru: Покупатели

source: City
ru: Город

source: City:
ru: Город:

# cityLabel
source: City:
ru: Город

# CLactivated
source: Your account has been successfully activated
ru: Ваш аккаунт был успешно активирован

# CLCommentLabel
source: Comment (CL):
ru: Комментарий (Лидер):

# CLcreated
source: Your account has been successfully created
ru: Ваша учетная запись успешно создана

source: Clear
ru: Очистить

# clickOnTheMap
source: Click on the map to select your location
ru: Выберите свое местоположение

# CLNotFound
source: Circle Leader with provided phone number was not found.
ru: Лидер с данным номером телефона не найден.

# closeButton
source: Close
ru: Закрыть

source: CL Since:
ru: Зарегистрирован:

# CLsPhoneNumber
source: Circle Leader’s Phone Number
ru: Номер телефона Лидера

# CLsPhoneNumberIsRequiredField
source: Circle Leader’s Phone number is required field!
ru: Обязательное поле!

# CLsPhoneNumberShouldBeShorter
source: The Circle Leader’s Phone number should be shorter.
ru: Номер телефона Лидера должен быть короче.

# CMactivated
source: Your account has been successfully activated
ru: Ваш аккаунт был успешно активирован

# CMCommentLabel
source: Comment (CM):
ru: Комментарий (Покупатель):

# CMcreated
source: Your account has been successfully created
ru: Ваша учетная запись успешно создана

# CM-label
source: CM
ru: Покупатель

# cmNotFoundInCircle
source: You don't have CM in your circle.
ru: У вас нет покупателей в круге.

# CMs-circle-profile
source: CMs:
ru: Покупатели:

# CMs-label
source: CMs
ru: Покупатели

source: Code from email
ru: Код из электронной почты

# codeFromEmailCarefully
source: Please type the code from E-mail letter carefully in the field.
ru: Пожалуйста, введите корректный код из электронной почты.

source: Code from SMS
ru: Код из СМС

# codeWrongOrNotFound
source: The code is either wrong or not found.
ru: Код неверен или не найден.

# collapseItems
source: Collapse
ru: Свернуть

# colorLabel
source: Color:
ru: Цвет:

# colorRequired
source: The Color is required!
ru: Обязательное поле!

# colorShouldBeLess
source: The color should be less than 20 characters
ru: Цвет не должен превышать 20 символов

# commentLabel
source: Comment
ru: Комментарий

source: Comments:
ru: Комментарии:

# commentShouldBeShorter
source: The Comment should be shorter.
ru: Уменьшите длину комментария

# commentsLabel
source: Comments
ru: Комментарии

source: Confirm
ru: Подтвердить

source: Confirm new Password
ru: Подтвердите новый пароль.

source: Confirm password
ru: Подтвердите пароль

source: Contact
ru: Чат

# continueButton
source: Continue as Member
ru: Продолжить как покупатель

# Copy
source: Copy offer
ru: Копировать

# copyChatMessage
source: Copy Message
ru: Копировать

source: Copy offer
ru: Копировать

# copyPasswordButton
source: Copy
ru: Копировать

# copyright
source: © 2013 - {{ currentYear }} ShopO LLC. All rights reserved.
ru: © 2013 - {{ currentYear }} ShopO LLC. Все права защищены.

# countryLabel
source: Country:
ru: Страна:

source: Courier:
ru: Курьер

source: Create New
ru: Создать

# createTransactionButton
source: Notify CL about payment
ru: Сообщить об оплате

source: Credit Card:
ru: Кредитная карта:

# CreditCardExpired
source: Exp. Date
ru: Срок действия:

# creditCardHoldername
source: Add credit card for {{creditCard.holderName}}
ru: Добавить кредитную карту для {{creditCard.holderName}}

source: Credit card not activated.
ru: Кредитная карта не активирована.

# CreditCardNumber
source: Card Number
ru: Номер карты

source: Credit funds
ru: Зачисление средств

# creditFundsConfirm
source: Credit funds - Confirm transaction
ru: Зачисление средств - Подтверждение транзакции

source: CVV:
ru: СVV:

# cvvError
source: CVV must be 3 digits
ru: СVV должно иметь 3 символа

source: Date
ru: Дата

# dateOfBirthLabel
source: Date of birth:
ru: Дата рождения:

source: Date of Placement
ru: Дата создания

source: Date of Shipment
ru: Дата отправления

source: Date received by courier:
ru: Дата доставки курьером:

source: Date received Locally:
ru: Дата местной доставки:

source: Decline
ru: Отклонить

# deleteCurrentCollage
source: Are you sure you want to delete your current collage?
ru: Вы уверены,что хотите удалить ваш коллаж?

source: Delete order
ru: Удалить заказ

# deletePhoto
source: Delete
ru: Удалить

# description_paymentDetails
source: Payment details that will be used by default for the next invoice.
ru: Реквизиты для оплаты,которые будут использованы по умолчанию при выставлении нового счета.

# descriptionLabel
source: Description:
ru: Описание:

source: Discounted shipping
ru: Доставка со скидкой

source: Discuss together
ru: Обсудить вместе

source: Discuss with all buyers
ru: Обсудить с покупателями

source: Discuss with CL
ru: Обсудить с Лидером

source: Discuss with CM
ru: Обсудить с Покупателем

source: Discuss with Leaders
ru: Обсудить с Лидерами

source: Discuss with Members
ru: Обсудить с Покупателями

source: Do you want to remove whole order?
ru: Вы уверены,что хотите удалить весь заказ?

# DropZone
source: Drag image here or click to select image
ru: Перетащите изображение или нажмите для выбора изображения

# earnedLabel
source: Earned:
ru: Заработано:

# earnJobcoins
source: Earn more jobcoins
ru: Заработайте больше JobCoins

source: Edit
ru: Редактировать

# Edit
source: Edit offer
ru: Редактировать

source: Edit address
ru: Редактировать

# editCashBackAccount
source: Edit merchant account
ru: Редактировать аккаунт магазина

source: Edit offer
ru: Редактировать

source: Edit order
ru: Изменить заказ

source: Edit product
ru: Редактировать продукт

source: Email:
ru: Электронная почта:

# emailIsNotValidatedYet
source: Your email address is not validated yet.
ru: Ваш адрес электронной почты еще не подтвержден.

# emailLabel
source: Email
ru: Электронная почта

# enterNewPassword
source: Enter new Password (8 - 64 characters)
ru: Введите новый пароль (8 - 64 символов).

# enterNumberBetween
source: Enter number between 1 and 99
ru: Введите цифру мужду 1 и 99

# enterPhoneNumber
source: Enter your phone number.
ru: Введите ваш номер телефона

# enterPhoneNumberAssociated
source: Enter phone number associated with your ShopO Circles account.
ru: Введите номер телефона, связанный с вашим аккаунтом в ShopO Circles.

# enterShorterText
source: Please enter shorter text.
ru: Введите более короткий текст.

source: Enter your message
ru: Введите свое сообщение

# errorAdditionalExpensesHasNotMember
source: There has not a Member.
ru: Не выбран покупатель

# errorAdditionalExpensesMemberIsLeader
source: The selected member is a Leader.
ru: Покупатель является Лидером

# errorAdditionalExpensesStatusNotPending
source: Error on deleting additional expense due to status not pending.
ru: Ошибка при удалении расходов, статус не "Ожидает обработки"

# errorAddress1Latin
source: Address must be in English
ru: Используйте только латинские символы!

# errorAddress1MaxLength25
source: Address must be 35 characters or less
ru: Адрес не должен превышать 35 символов

# errorAddress1Required
source: Address is required
ru: Обязательное поле!

# errorAddress2Latin
source: Address2 must be in English
ru: Используйте только латинские символы!

# errorAddress2MaxLength25
source: Address2 must be 35 characters or less
ru: Адрес 2 не должен превышать 35 символов

# errorAmountInvalid
source: Invalid amount.
ru: Недопустимая сумма.

# errorAmountInvalidRange
source: Type amount between 0 and 1000000
ru: Введите сумму от 0 до 1000000

# errorAmountRequired
source: The Amount value is required.
ru: Обязательное поле.

# errorCityLatin
source: City must be in English
ru: Используйте только латинские символы!

# errorCityMaxLength25
source: City must be 20 characters or less
ru: Город не должен превышать 20 символов

# errorCityRequired
source: City is required
ru: Обязательное поле!

# errorCountryRequired
source: Country is required
ru: Обязательное поле!

# errorFnameLatin
source: First Name must be in English
ru: Используйте только латинские символы!

# errorFnameMaxLength25
source: First Name cannot exceed 15 characters
ru: Имя не должно превышать 15 символов

# errorFnameRequired
source: First Name is required
ru: Обязательное поле!

# errorInvalidOption
source: Invalid option.
ru: Неверное значение.

# errorInvalidPhoneNumber
source: Invalid Phone number.
ru: Неверный номер телефона.

# errorLnameLatin
source: Last Name must be in English
ru: Используйте только латинские символы!

# errorLnameMaxLength25
source: Last Name cannot exceed 20 characters
ru: Фамилия не должна превышать 20 символов

# errorLnameRequired
source: Last Name is required
ru: Обязательное поле!

# errorPasswordIncorrectOld
source: Old password is not correct.
ru: Старый пароль неверен.

# errorPasswordInsecure
source: Password is not secure.
ru: Пароль не безопасен.

# errorPostalCodeLatin
source: Postal Code cannot contain illegal characters
ru: Недопустимые символы в индексе

# errorPostalCodeMaxLength25
source: Postal Code must be 20 characters or less
ru: Индекс не должен превышать 20 символов

# errorPostalCodeRequired
source: Postal Code is required
ru: Обязательное поле!

# errorProductHasNotMember
source: Product has not a Member.
ru: У продукта нет покупателя.

# errorProductMemberIsLeader
source: Product member is Leader.
ru: Покупатель является Лидером.

# errorstateLatin
source: State or Province must be in English
ru: Используйте только латинские символы

# errorstateMaxLength25
source: State or Province cannot be longer than 35 characters
ru: Штат или провинция не должны превышать 35 символов

# errorTokenFailedAuthNeeded
source: New Authentication needed.
ru: Требуется новая аутентификация

# errorTransactionStatusNotPending
source: Transaction status not pending.
ru: Статус транзакции не "Ожидает обработки".

# errorUserNotFound
source: User not found.
ru: Пользователь не найен.

# errorUserSignedUpCustom
source: A user with same Phone number already exists.
ru: Пользователь с таким номером уже существует.

# exp
source: Expiration:
ru: Истекает:

# expDate
source: Expiration Date:
ru: Срок действия:

# exportLabel
source: Export
ru: Экспорт

source: {VAR_PLURAL, plural, =1 {character} other {characters} }
ru: {VAR_PLURAL, plural, =1 {символ} other {символов} }

# Favorite
source: Add to favorite
ru: В избранное

# FBshare
source: Share
ru: Поделиться

# fieldRequired
source: This field is required.
ru: Обязательное поле.

# fillInTheForm
source: Fill in the form to finish the registration process
ru: Заполните форму, чтобы закончить регистрацию

# financesMemberColumnAmount
source: Amount
ru: Сумма

# financesMemberColumnCreated
source: Created
ru: Создан

# financesMemberColumnProcessed
source: Processed
ru: Обработан

source: Find out more
ru: Подробнее

source: First name
ru: Имя

source: First Name:
ru: Имя:

# firstNameIsRequired
source: The First name is required.
ru: Обязательное поле!

# firstNameLabel
source: First Name:
ru: Имя:

# firstNameShouldBeShorter
source: The First name should be shorter.
ru: Имя должно быть короче.

# footer-academy
source: ACADEMY
ru: АКАДЕМИЯ

# footer-address
source: ADDRESS
ru: АДРЕС

# footer-contacts
source: Contact us
ru: Контакты

# footer-home
source: HOME
ru: На главную

# footer-leaders
source: LEADERS
ru: ЛИДЕРЫ

# footer-mall
source: STORES
ru: ТОРГОВЫЙ ЦЕНТР

# footer-offers
source: OFFERS
ru: ПРЕДЛОЖЕНИЯ

# footer-privacyPolicy
source: Privacy Policy
ru: Политика конфиденциальности

# footer-termsAndConditions
source: Terms and Conditions
ru: Положения и условия

source: Forgot password?
ru: Забыли пароль?

source: From:
ru: С:

source: GET CVV
ru: CVV

# goBack
source: Back
ru: Назад

# grabUrlIncorrectLink
source: Incorrect link.
ru: Неправильная ссылка.

# grabUrlMerchantNotSupported
source: Merchant not supported.
ru: Магазин не поддерживается.

# grabUrlPageNotFound
source: Product not found.
ru: Продукт не найден.

# header-circle
source: Circle
ru: Круг

# header-finances
source: Finances
ru: Финансы

# header-joinCircle
source: Join {{leader?.fname}}’s Circle
ru: Присоединиться к {{leader?.fname}}

# header-joinShopoCircles
source: Join ShopO Circles
ru: Присоединиться к ShopO

# header-leaders
source: Circle Leaders in Your Country
ru: Лидеры в Вашей стране

# header-myPreferences
source: My Preferences
ru: Мои предпочтения

# header-offers
source: Offers
ru: Предложения

# header-orders
source: Orders
ru: Заказы

# header-profile
source: Profile
ru: Профиль

# header-recentSummaryOffers
source: Recent Offers of Circle Leaders
ru: Последние предложения лидеров

# header-security
source: Security
ru: Безопасность

# headerSendInviteEmail
source: Send invitation by email
ru: Отправить приглашение на почту

# headerSendInvitePhone
source: Send invitation by pnone
ru: Отправить приглашение по СМС

# header-signOut
source: Sign out
ru: Выйти

# header-text_1
source: EARN YOUR LIVELIHOOD BY SHOPPING ONLINE FOR OTHERS
ru: ЗАРАБАТЫВАЙТЕ, ПОКУПАЯ ОН-ЛАЙН ДЛЯ ДРУГИХ

# header-text_2
source: As a ShopO Circle Leader, build your own lucrative business by shopping on the world-wide web for your friends and neighbors.
ru: Постройте свой прибыльный бизнес в качестве ShopO Лидера, покупая в Интернете для своих друзей и знакомых.

# header-text_3
source: SHOP WITH A PERSONAL SHOPPER FROM YOUR OWN NEIGHBORHOOD
ru: ПОКУПАЙТЕ С ПОМОЩЬЮ ЛИЧНОГО КОНСУЛЬТАНТА В ВАШЕМ РЕГИОНЕ

# header-text_4
source: As a ShopO Circle Member, use your neighborhood Circle Leader to find the best deals available on the web, purchase merchandise for you, and handle all the details of international delivery.
ru: Как Покупатель, воспользуйтесь помощью местного Лидера для поиска лучших сделок в Интернете, покупки товаров для себя и других, а так же для решения вопросов с международной доставкой товаров.

# header-text_5
source: With an emphasis on social shopping, ShopO Circles unlocks your ability to purchase any merchandise available on the world-wide web. Join a ShopO Circle - for access to significant savings through merchant deals and group discounts, globally accepted payment methods, reduced shipping costs, and a personal shopping assistant in your own neighborhood.
ru: Понимая актуальность социального шоппинга, ShopO дает возможность покупки любого товара,доступного в Интернете. Присоединяйтесь к кругу ShopO, обеспечивающего значительную экономию средств посредством выгодных сделок и групповых скидок, различных методов оплаты, адекватной цены доставки и помощи личного консультанта в вашем регионе.

# header-text_6
source: Create a ShopO Circle - to build your own business while shopping for your friends and neighbors.
ru: Постройте свой бизнес, создав ShopO круг для облегчения покупок своим друзьям и знакомым

# header-userManagement
source: User Management
ru: Управление пользователями

# header-usIdentity
source: US Identity
ru: Американский паспорт

# helpButton
source: Help
ru: Помощь

source: Hide Filter
ru: Скрыть фильтр

source: Hide info...
ru: Скрыть

# incorrectAuthTokenFormat
source: Incorrect Format of the Auth Token.
ru: Неверный формат токена.

source: Incorrect expiration date
ru: Неверный срок действия

source: Input error.
ru: Ошибка ввода.

# invalidCLsPhoneNumber
source: Invalid Circle Leader’s Phone number.
ru: Неверный номер телефона Лидера.

source: Invalid credentials.
ru: Неверный логин или пароль.

source: Invalid Email address.
ru: Неверный адрес электронной почты.

# invalidPhoneNumber
source: Incorrect format {{user.phone}}.
ru: Неправильный формат {{user.phone}}.

source: Invalid phone number or password.
ru: Неверный номер телефона или пароль.

source: Invalid value
ru: Неверное значение

# invalidVerificationCode
source: Verification code is invalid.
ru: Неверный код подтверждения.

source: Invite new:
ru: Пригласить:

# InvoiceAdditionalExpenses
source: Additional Expenses
ru: Дополнительные расходы

# InvoiceAvailableBalance
source: Including CM's Balance
ru: На балансе

# InvoiceBuyer
source: CM:
ru: Покупатель:

# InvoiceComission
source: Comission
ru: Комиссия

# InvoiceCommentTooLong
source: The comment should be less than 10000 characters
ru: Комментарий должен быть короче 10000 символов

source: Invoice Date
ru: Выставлен

# InvoiceDiscount
source: Discount
ru: Скидка

# invoiceDueDate
source: Due date
ru: Оплатить до

# InvoiceDueDate:
source: Due date:
ru: Оплатить до:

# invoiceExchangeRateLabel
source: Exchange rate {{ invoice?.order_exchange_rate?.currency_from }}/{{ invoice?.order_exchange_rate?.currency_to }}:
ru: Курс валют {{ invoice?.order_exchange_rate?.currency_from }}/{{ invoice?.order_exchange_rate?.currency_to }}:

# InvoiceExpensesComments
source: Comments
ru: Комментарий

# InvoiceExpenseStatus
source: Status
ru: Статус
