Repository: TihomirMarinov/ShopO-tranlater
Catalog: var/messages.*.xlf
Languages: ru

# titleShouldBeLess20
source: The title should be less than 20 characters
ru: Заголовок не должен превышать 20 символов

source: To:
ru: До:

source: Total international shipment:
ru: Общая международная доставка:

# totalMerchPrice
source: Total merchandise price:
ru: Oбщая сумма заказа:

# totalOrderPrice
source: Total Order Price (USD):
ru: Общая сумма заказа (USD):

# totalWeight
source: Total weight (KG):
ru: Общий вес (кг):

source: Tracking Number:
ru: Номер отслеживания:

# transactionsHeading
source: Transactions
ru: Транзакции

# tryAgainLater
source: Something goes wrong. Try again later.
ru: Что-то пошло не так. Повторите попытку позже.

# tryToSignIn
source: Please try now to sign in.
ru: Пожалуйста, авторизируйтесь.

# typeCommissionBetween
source: Type commission between 0 and 100
ru: Введите комиссию от 0 до 100

# typeDiscount
source: Type discount between 0 and 100
ru: Введите скидку от 0 до 100

source: Type field is required!
ru: Обязательное поле!

# typePriceBetween
source: Type price between 0 and 9999.99
ru: Введите значение от 0 до 9999.99

# typeQuantityBetween
source: Type quantity between 1 and 99
ru: Введите значение от 1 до 99

# typeRewardBetween
source: Type reward between 1 and 10000
ru: Введите значение от 1 до 10000

# typesLabel
source: Types:
ru: Типы:

# typeSMSCodeCarefully
source: Please type SMS code carefully in the field.
ru: Пожалуйста, введите корректный СМС код.

# unsupportedCountryOnAuth
source: Thank you for joining ShopO Community. We plan to start business in your country shortly. We will notify you about this right away.
ru: Спасибо, что присоединились к сообществу ShopO. Мы скоро планируем начать бизнес в вашей стране. Мы пришлем вам уведомление, как только это произойдет.

# uploadFile
source: Upload image from your computer
ru: Загрузить изображение

source: Upload image
ru: Загрузить изображение

source: Use
ru: Использовать

source: Use funds
ru: Списание средств

# userAlreadyActivated
source: The User is already activated. Please re-login.
ru: Пользователь активирован. Пожалуйста, авторизируйтесь.

# userPassword
source: Password:
ru: Пароль:

# userWithThisPhoneNumberNotFound-EnterAnother
source: We are sorry. We are not able to find user with this phone number. Please try to enter another phone number.
ru: К сожалению, мы не смогли найти пользователя с указанным номером телефона. Пожалуйста, укажите другой номер телефона.

# verificationCodeSentToMail
source: We sent verification code to your E-mail address.
ru: Мы отправили код активации на вашу электронную почту.

# verificationCodeSentViaSMS
source: We sent verification code via SMS to your phone number.
ru: Мы отправили СМС с кодом активации на ваш номер телефона

# verificationCodeSMSenterCodeHere
source: We sent verification code via SMS to phone number {{ user.phone }}. Please enter that code here after you receive it.
ru: На номер {{ user.phone }} было отправлено смс с кодом подтверждения. Пожалуйста, введите этот код.

source: Verify
ru: Подтвердить

source: Verify Phone
ru: Подтвердить телефон

source: via E-mail
ru: через электронную почту

source: via Facebook
ru: через Фейсбук:

source: via Phone number
ru: через СМС

source: View offer
ru: Посмотреть предложение

# viewOrder
source: See order
ru: Просмотр заказа

# wantToDeleteThisCashbackAccount
source: Are you sure you want to delete this merchant account?
ru: Вы уверены,что хотите удалить этот аккаунт?

# wantToDeleteThisMember
source: Are you sure you want to delete this Member?
ru: Вы уверены,что хотите удалить этого Покупателя?

# wantToRemoveThisOffers
source: Are you sure you want to remove this Offers?
ru: Вы уверены,что хотите удалить это предложение?

# whyBeCL
source: WHY BE A CIRCLE LEADER?
ru: ПРЕИМУЩЕСТВА ЛИДЕРА

# whyBeCM
source: WHY BE A CIRCLE MEMBER?
ru: ПРИЕМУЩЕСТВА ПОКУПАТЕЛЯ

# willAskForPassword
source: We will ask for this password whenever you sign in.
ru: Пароль будет необходим для последующих авторизаций.

# withdrawReturnThisProductOrExpense
source: Do you want to refund {{ paidBalance | price }} to the CM’s balance?
ru: Вернуть {{ paidBalance | price }} на баланс покупателя?

# withdrawThisProductOrExpense
source: Withdraw {{ paidBalance | price }} from CM’s balance
ru: Вы хотите списать {{ paidBalance | price }} с баланса покупателя?

# withdrawThisProductOrExpenseCM
source: Withdraw {{ item.price | price }} from {{ (item?.member?.fname || '') + ' ' + (item?.member?.lname || '') }} balance
ru: Списать {{ item.price | price }} с {{ (item?.member?.fname || '') + ' ' + (item?.member?.lname || '') }} баланса

source: Working conditions
ru: Условия работы

# workingConditionsShouldBeShorter
source: The Working conditions text should be shorter.
ru: Условия работы должны быть короче.

source: Worldwide delivery
ru: Доставка по всему миру

source: Year:
ru: Год:

source: Yes
ru: Да

source: Your ShopO billing address is
ru: Ваш расчетный адрес в ShopO

source: Your ShopO email address is
ru: Ваша электронная почта в ShopO

source: Your ShopO shipping address is
ru: Ваш адрес доставки в ShopO

source: Your ShopO U.S. shipping address
ru: Ваш адрес доставки в США

source: Your ShopO website address is
ru: Ваша страница в ShopO

# youSureYouWantToDeleteThisExpense
source: Are you sure you want to delete this Additional Expense?
ru: Вы уверены,что хотите удалить дополнительный расход?

# youSureYouWantToDeleteThisOffer
source: Are you sure you want to delete this Offer?
ru: Вы уверены,что хотите удалить это предложение?

# youSureYouWantToDeleteThisOrder
source: Are you sure you want to delete this Order?
ru: Вы уверены,что хотите удалить этот заказ?

# youSureYouWantToDeleteThisProduct
source: Are you sure you want to delete this Product?
ru: Вы уверены,что хотите удалить этот товар?

# youSureYouWantToJoinOnCircle
source: Are you sure you want to join this Circle?
ru: Вы уверены, что хотите присоединиться к этому Кругу?

# youSureYouWantToPaidThisProduct
source: Do you want to withdraw {INTERPOLATION} from CM’s balance?
ru: Вы хотите списать {INTERPOLATION} с баланса покупателя?
